Repository: SummerTree/drawquest
Catalog: l10n/*.lproj/Localizable.strings
Languages: de, es, fr, ja, nl, pt, ru, th

source: I agree to keep my artwork classy and appropriate for all ages.
de: Ich stimme zu, meine Kunst stilvoll und für jedes Alter angemessen zu gestalten.
es: Acepto realizar ilustraciones de calidad y adecuadas para todas las edades.
fr: J'accepte de ne présenter que des dessins élégants et appropriés pour tous les âges.
ja: 私は作品がどの年齢層にも適切なように 上品に保つことに同意します。
nl: Ik beloof om mijn werk stijlvol en geschikt voor alle leeftijden te houden.
pt: Concordo em manter a minha arte elegante e apropriada para todas as idades.
ru: Я обязуюсь выполнять свои работы аккуратно в соответствии с разными возрастами
th: ฉันยินยอมที่จะวาดภาพศิลป์อย่างสวยงาม และเหมาะสม สามารถรับชมได้ทุกวัย

source: I just created a Quest on DrawQuest: "%@" Come draw it with me! http://example.com/download
de: Ich habe gerade eine Aufgabe bei DrawQuest erstellt: "%@" Komm, zeichne mit mir! http://example.com/download
es: Acabo de crear una Cruzada en DrawQuest: "%@" ¡Ven a dibujar conmigo! http://example.com/download
fr: Je viens de créer une Quête sur DrawQuest : "%@" Venez dessiner avec moi ! http://example.com/download
ja: たった今、DrawQuestでクエストを作成しました:「%@」一緒にドローしましょう！ http://example.com/download
nl: Ik heb juist een quest gecreëerd op DrawQuest: "%@" Kom met me tekenen! http://example.com/download
pt: Acabei de criar uma Quest no DrawQuest: "%@" Venha desenhar comigo! http://example.com/download
ru: Я только что создал(а) задание в DrawQuest: "%@" Рисуй со мной! http://example.com/download
th: ฉันเพิ่งสร้างภารกิจบน DrawQuest: "%@" มาวาดภาพด้วยกัน! http://example.com/download

source: I thought you'd like this drawing made with DrawQuest, a free creative drawing app for iPhone, iPod touch, and iPad: "%1$@" Download DrawQuest for free here: %2$@
de: Ich denke, diese Zeichnung, die ich mit DrawQuest, einer kostenlosen, kreativen Zeichen-App für iPhone, iPod touch und iPad erstellt habe, könnte dir gefallen: "%1$@" Lade dir DrawQuest hier gratis herunter: %2$@
es: Me pareció que te podría gustar este dibujo hecho con DrawQuest, una creativa aplicación gratuita para iPhone, iPod touch y iPad: "%1$@" Descarga DrawQuest gratis aquí: %2$@
fr: J'ai pensé que vous aimeriez ce dessin fait avec DrawQuest, une app gratuite de dessin créatif pour iPhone, iPod touch et iPad : "%1$@" Téléchargez DrawQuest gratuitement ici : %2$@
ja: iPhone、iPod touchおよび iPad に対応するクリエーティブな無料ドローイングアプリ、DrawQuestで作成しました。気に入ってもらえると思います： 「%1$@」 ここから無料でDrawQuestをダウンロードできます：%2$@
nl: Ik dacht dat je deze tekening wel leuk zou vinden, gemaakt met DrawQuest, een gratis en creatieve app om tekeningen te maken, voor iPhone, iPod touch, en iPad: "%1$@" DrawQuest hier gratis downloaden: %2$@
pt: Eu achei que você gostaria deste desenho feito com o DrawQuest, um app criativo grátis de desenho para iPhone, iPod touch e iPad: "%1$@" Baixe o DrawQuest grátis aqui: %2$@
ru: Думаю, тебе понравится этот рисунок, сделанный в бесплатном креативном приложении DrawQuest для iPhone, iPod touch и iPad: "%1$@" Скачай DrawQuest бесплатно здесь: %2$@
th: ฉันคิดว่าคุณน่าจะชอบภาพที่วาดด้วย DrawQuest แอปฟรีสำหรับการวาดภาพอย่างสร้างสรรค์บน iPhone, iPod touch และ iPad: "%1$@" ดาวน์โหลด DrawQuest ฟรีได้ที่นี่: %2$@

source: I'm ready for my first Quest!
de: Ich bin bereit für meine erste Aufgabe!
es: ¡Estoy listo para mi primera Cruzada!
fr: Je suis prêt pour ma première Quête !
ja: 最初のクエストに取り掛かる準備ができました！
nl: Ik ben klaar voor mijn eerste quest!
pt: Estou pronto para a minha primeira Quest!
ru: Я готов к первому заданию!
th: ฉันพร้อมสำหรับภารกิจแรกแล้ว!

source: I'm using @DrawQuest, a free creative drawing app for iPhone, iPod touch, and iPad. Come draw with me! http://example.com/download
de: Ich benutze @DrawQuest, eine kostenlose, kreative Zeichen-App für iPhone, iPod touch und iPad. Komm, zeichne mit mir! http://example.com/download
es: Estoy usando @DrawQuest, una creativa aplicación gratuita para iPhone, iPod touch y iPad. ¡Ven a dibujar conmigo! http://example.com/download
fr: J'utilise @DrawQuest, une app gratuite de dessin créatif pour iPhone, iPod touch et iPad. Venez dessiner avec moi ! http://example.com/download
ja: iPhone、iPod touchおよびiPadに対応するクリエーティブな無料ドローイングアプリ、@DrawQuestを使っています。一緒にドローしましょう！http://example.com/download
nl: Ik gebruik @DrawQuest, een gratis en creatieve app om te tekenen, voor iPhone, iPod touch, en iPad. Kom met me tekenen! http://example.com/download
pt: Estou usando o @DrawQuest, um app criativo grátis de desenho para iPhone, iPod touch e iPad. Venha desenhar comigo! http://example.com/download
ru: Я использую бесплатное креативное приложение @DrawQuest для iPhone, iPod touch и iPad. Рисуй со мной! http://example.com/download
th: ฉันกำลังใช้ @DrawQuest แอปฟรีสำหรับการวาดภาพอย่างสร้างสรรค์บน iPhone, iPod touch และ iPad มาวาดภาพด้วยกันเถอะ! http://example.com/download

source: I'm using DrawQuest, a free creative drawing app for iPhone, iPod touch, and iPad. Come draw with me! http://example.com/download
de: Ich benutze DrawQuest, eine kostenlose, kreative Zeichen-App für iPhone, iPod touch und iPad. Komm, zeichne mit mir! http://example.com/download
es: Estoy usando DrawQuest, una creativa aplicación gratuita para iPhone, iPod touch y iPad. ¡Ven a dibujar conmigo! http://example.com/download
fr: J'utilise DrawQuest, une app gratuite de dessin créatif pour iPhone, iPod touch et iPad. Venez dessiner avec moi ! http://example.com/download
ja: iPhone、iPod touchおよびiPadに対応するクリエーティブな無料ドローイングアプリ、DrawQuestを使っています。一緒にドローしましょう！http://example.com/download
nl: Ik gebruik DrawQuest, een gratis en creatieve app om te tekenen, voor iPhone, iPod touch, en iPad. Kom met me tekenen! http://example.com/download
pt: Estou usando o DrawQuest, um app criativo grátis de desenho para iPhone, iPod touch e iPad. Venha desenhar comigo! http://example.com/download
ru: Я использую бесплатное креативное приложение DrawQuest для iPhone, iPod touch и iPad. Рисуй со мной! http://example.com/download
th: ฉันกำลังใช้ DrawQuest แอปฟรีสำหรับการวาดภาพอย่างสร้างสรรค์บน iPhone, iPod touch และ iPad มาวาดภาพด้วยกันเถอะ! http://example.com/download

source: I'm using DrawQuest, a free creative drawing app for iPhone, iPod touch, and iPad. DrawQuest sends you daily drawing challenges and allows you to create your own to share with friends. I thought you might enjoy this Quest: "%@" Download DrawQuest for free here: http://example.com/download
de: Ich benutze DrawQuest, eine kostenlose, kreative Zeichen-App für iPhone, iPod touch und iPad. DrawQuest sendet dir täglich Zeichenaufgaben und ermöglicht dir, eigene Aufgaben zu erstellen, die du mit Freunden teilen kannst. Ich denke, diese Aufgabe könnte dir gefallen: "%@" Lade dir DrawQuest hier gratis herunter: http://example.com/download
es: Estoy usando DrawQuest, una creativa aplicación gratuita para iPhone, iPod touch y iPad. DrawQuest te envía retos diarios y te permite crear retos propios para compartir con amigos. Me pareció que esta Cruzada te iba a gustar: "%@" Descarga DrawQuest gratis aquí: http://example.com/download
fr: J'utilise DrawQuest, une app gratuite de dessin créatif pour iPhone, iPod touch et iPad. DrawQuest vous envoie des défis de dessin quotidiens et vous permet de créer les vôtres pour les partager avec des amis. J'ai pensé que vous pourriez apprécier cette Quête : "%@" Téléchargez DrawQuest gratuitement ici : http://example.com/download
ja: iPhone、iPod touchおよびiPadに対応するクリエーティブな無料ドローイングアプリ、DrawQuestを使っています。DrawQuestは毎日ドローイングチャレンジを送信してくれます。自分のチャレンジを作成して友達と共有することもできます。この Questを気に入ってもらえると思います：「%@」 ここから無料でDrawQuestをダウンロードすることができます：http://example.com/download
nl: Ik gebruik DrawQuest, een gratis en creatieve app om te tekenen, voor iPhone, iPod touch, en iPad. DrawQuest stuurt je dagelijks uitdagingen om te tekenen en laat je toe om zelf tekeningen te maken en met vrienden te delen. Ik dacht dat je deze quest wel leuk zou vinden: "%@" DrawQuest hier gratis downloaden: http://example.com/download
pt: Estou usando o DrawQuest, um app criativo grátis de desenho para iPhone, iPod touch e iPad. DrawQuest envia a você desafios diários de desenhos e permite que você crie seu próprio para compartilhar com amigos. Eu achei que você poderia gostar desta Quest: "%@" Baixe o DrawQuest grátis aqui: http://example.com/download
ru: Я использую бесплатное креативное приложение DrawQuest для iPhone, iPod touch и iPad. Ежедневно DrawQuest предлагает задания по рисованию и позволяет создавать свои рисунки, чтобы делиться ими с друзьями. Думаю, тебе понравится это задание: "%@" Скачай DrawQuest бесплатно здесь: http://example.com/download
th: ฉันกำลังใช้ DrawQuest แอปฟรีสำหรับการวาดภาพอย่างสร้างสรรค์บน iPhone, iPod touch และ iPad แอป DrawQuest จะส่งโจทย์วาดภาพเพื่อท้าทายคุณทุกวัน และคุณสามารถสร้างภารกิจวาดภาพของตนเองเพื่อแบ่งปันกับเพื่อนได้ ฉันคิดว่าคุณน่าจะชอบภารกิจนี้: "%@" ดาวน์โหลด DrawQuest ฟรีได้ที่นี่: http://example.com/download

source: I'm using DrawQuest, a free creative drawing app for iPhone, iPod touch, and iPad. DrawQuest sends you daily drawing challenges and allows you to create your own to share with friends. You can follow me in the app as "%@" Download DrawQuest for free here: http://example.com/download
de: Ich benutze DrawQuest, eine kostenlose, kreative Zeichen-App für iPhone, iPod touch und iPad. DrawQuest sendet dir täglich Zeichenaufgaben und ermöglicht dir, eigene Aufgaben zu erstellen, die du mit Freunden teilen kannst. Du kannst mir in der App unter "%@" folgen Lade dir DrawQuest hier gratis herunter: http://example.com/download
es: Estoy usando DrawQuest, una creativa aplicación gratuita para iPhone, iPod touch y iPad. DrawQuest te envía retos diarios y te permite crear retos propios para compartir con amigos. Puedes seguirme en la aplicación como "%@" Descarga DrawQuest gratis aquí: http://example.com/download
fr: J'utilise DrawQuest, une app gratuite de dessin créatif pour iPhone, iPod touch et iPad. DrawQuest vous envoie des défis de dessin quotidiens et vous permet de créer les vôtres pour partager avec vos amis. Vous pouvez me suivre dans l'app sous le nom de "%@" Téléchargez DrawQuest gratuitement ici : http://example.com/download
ja: iPhone、iPod touchおよび iPad に対応するクリエーティブな無料ドローイングアプリ、DrawQuestを使っています。DrawQuestは毎日ドローイングチャレンジをあなたに送信します。アプリの「%@」から私をフォローできます。 ここから無料でDrawQuest をダウンロードすることができます：http://example.com/download
nl: Ik gebruik DrawQuest, een gratis en creatieve app om te tekenen, voor iPhone, iPod touch, en iPad. DrawQuest stuurt je dagelijks uitdagingen om te tekenen en laat je toe om zelf tekeningen te maken en met vrienden te delen. Je kunt me in de app volgen als "%@" DrawQuest hier gratis downloaden: http://example.com/download
pt: Estou usando o DrawQuest, um app criativo grátis de desenho para iPhone, iPod touch e iPad. DrawQuest envia a você desafios diários de desenhos e permite que você crie seu próprio para compartilhar com amigos. Você pode me seguir no app como "%@" Baixe o DrawQuest grátis aqui: http://example.com/download
ru: Я использую бесплатное креативное приложение DrawQuest для iPhone, iPod touch и iPad. Ежедневно DrawQuest предлагает задания по рисованию и позволяет создавать свои рисунки, чтобы делиться ими с друзьями. Ты можешь следить за мной в приложении как "%@" Скачай DrawQuest бесплатно здесь: http://example.com/download
th: ฉันกำลังใช้ DrawQuest แอปฟรีสำหรับการวาดภาพอย่างสร้างสรรค์บน iPhone, iPod touch และ iPad แอป DrawQuest จะส่งโจทย์วาดภาพเพื่อท้าทายคุณทุกวัน และคุณสามารถสร้างภารกิจวาดภาพของตนเองเพื่อแบ่งปันกับเพื่อนได้ คุณสามารถติดตามฉันในแอปได้ โดยฉันใช้ชื่อว่า "%@" ดาวน์โหลด DrawQuest ฟรีได้ที่นี่: http://example.com/download

source: I'm using DrawQuest, a free creative drawing app for iPhone, iPod touch, and iPad. DrawQuest sends you daily drawing challenges and allows you to create your own to share with friends. You can follow me in the app as "%1$@". Download DrawQuest for free here: %2$@
de: Ich benutze DrawQuest, eine kostenlose, kreative Zeichen-App für iPhone, iPod touch und iPad. DrawQuest sendet dir täglich Zeichenaufgaben und ermöglicht dir, eigene Aufgaben zu erstellen, die du mit Freunden teilen kannst. Du kannst mir in der App unter "%1$@" folgen Lade dir DrawQuest hier gratis herunter: %2$@
es: Estoy usando DrawQuest, una creativa aplicación gratuita para iPhone, iPod touch y iPad. DrawQuest te envía retos diarios y te permite crear retos propios para compartir con amigos. Puedes seguirme en la aplicación como "%1$@" Descarga DrawQuest gratis aquí: %2$@
fr: J'utilise DrawQuest, une app gratuite de dessin créatif pour iPhone, iPod touch et iPad. DrawQuest vous envoie des défis de dessin quotidiens et vous permet de créer les vôtres pour partager avec des amis. Vous pouvez me suivre dans l'app sous le nom de "%1$@". Téléchargez DrawQuest gratuitement ici : %2$@
ja: iPhone、iPod touchおよびiPadに対応するクリエーティブな無料ドローイングアプリ、DrawQuestを使っています。DrawQuestは毎日ドローイングチャレンジをあなたに送信します。自分のチャレンジを作成して友達と共有することもできます。アプリの「%1$@」から私をフォローできます。 ここから無料でDrawQuestをダウンロードすることができます：%2$@
nl: Ik gebruik DrawQuest, een gratis en creatieve app om te tekenen, voor iPhone, iPod touch, en iPad. DrawQuest stuurt je dagelijks uitdagingen om te tekenen en laat je toe om zelf tekeningen te maken en met vrienden te delen. Je kunt me in de app volgen als "%1$@". DrawQuest hier gratis downloaden: %2$@
pt: Estou usando o DrawQuest, um app criativo grátis de desenho para iPhone, iPod touch e iPad. DrawQuest envia a você desafios diários de desenhos e permite que você crie seu próprio para compartilhar com amigos. Você pode me seguir no app como "%1$@". Baixe o DrawQuest grátis aqui: %2$@
ru: Я использую бесплатное креативное приложение DrawQuest для iPhone, iPod touch и iPad. Ежедневно DrawQuest предлагает задания по рисованию и позволяет создавать свои рисунки, чтобы делиться ими с друзьями. Ты можешь следить за мной в приложении как "%1$@". Скачай DrawQuest бесплатно здесь: %2$@
th: ฉันกำลังใช้ DrawQuest แอปฟรีสำหรับการวาดภาพอย่างสร้างสรรค์บน iPhone, iPod touch และ iPad แอป DrawQuest จะส่งโจทย์วาดภาพเพื่อท้าทายคุณทุกวัน และคุณสามารถสร้างภารกิจวาดภาพของตนเองเพื่อแบ่งปันกับเพื่อนได้ คุณสามารถติดตามฉันในแอปได้ โดยฉันใช้ชื่อว่า "%1$@" ดาวน์โหลด DrawQuest ฟรีได้ที่นี่: %2$@

source: In-App Purchase Failed
de: In-App-Kauf fehlgeschlagen
es: La compra integrada falló
fr: Échec de l'achat intégré à l'app
ja: アプリ内課金に失敗しました
nl: In-app aankoop is mislukt
pt: Falha na Compra In-App
ru: Покупка внутри приложения не удалась
th: การซื้อในแอปล้มเหลว

source: In-App Purchases have been disabled on this device.
de: In-App-Käufe wurden auf diesem Gerät deaktiviert.
es: Se desactivaron las compras integradas en el dispositivo.
fr: Les achats intégrés à l'app ont été désactivés sur cet appareil.
ja: このデバイスではアプリ内課金は無効になっています。
nl: In-app aankopen zijn gedeactiveerd op dit toestel.
pt: As Compras In-App foram desativadas neste dispositivo.
ru: Покупки внутри приложения отключены на данном устройстве.
th: อุปกรณ์นี้ได้ปิดใช้งานการซื้อจากในแอป

source: Invite %@ to DrawQuest
de: Lade %@ zu DrawQuest ein
es: Invitar a %@ a DrawQuest
fr: Inviter %@ sur DrawQuest
ja: %@をDrawQuestに招待する
nl: %@ uitnodigen voor DrawQuest
pt: Convidar %@ ao DrawQuest
ru: Пригласить %@ в DrawQuest
th: เชิญ %@ ให้ร่วมเล่น DrawQuest

source: Invite your friends!
de: Lade deine Freunde ein!
es: ¡Invita a tus amigos!
fr: Invitez vos amis !
ja: 友達を招待しよう！
nl: Nodig je vrienden uit!
pt: Convide seus amigos!
ru: Пригласите своих друзей!
th: เชิญเพื่อนของคุณ!

source: Invite
de: Einladen
es: Invitar
fr: Inviter
ja: 招待
nl: Uitnodigen
pt: Convidar
ru: Пригласить
th: เชิญ

source: Invited
de: Eingeladen
es: Invitado
fr: Invité
ja: 招待済み
nl: Uitgenodigd
pt: Convidado
ru: Приглашен(а)
th: เชิญแล้ว

source: It looks like you don't have any Facebook friends to invite.
de: Scheinbar hast du keine Facebook-Freunde zum Einladen.
es: Parece que no tienes amigos de Facebook para invitar.
fr: On dirait que vous n'avez aucun amis Facebook à inviter.
ja: 招待できるFacebookの友達がいません。
nl: Blijkbaar heb je geen Facebookvrienden die je kunt uitnodigen.
pt: Parece que você não tem nenhum amigo do Facebook para convidar.
ru: Похоже, у вас нет друзей из Facebook, чтобы пригласить.
th: ดูเหมือนว่าคุณไม่มีเพื่อนบน Facebook ให้เชิญ

source: It looks like you don't have any Twitter friends to invite.
de: Scheinbar hast du keine Twitter-Freunde zum Einladen.
es: Parece que no tienes amigos de Twitter para invitar.
fr: On dirait que vous n'avez aucun amis Twitter à inviter.
ja: 招待できるTwitterの友達がいません。
nl: Blijkbaar heb je geen Twittervrienden die je kunt uitnodigen.
pt: Parece que você não tem nenhum amigo do Twitter para convidar.
ru: Похоже, у вас нет друзей из Twitter, чтобы пригласить.
th: ดูเหมือนว่าคุณไม่มีเพื่อนบน Twitter ให้เชิญ

source: It looks like your Address Book is empty.
de: Scheinbar ist dein Adressbuch leer.
es: Parece que la Agenda está vacía.
fr: On dirait que votre Carnet d'adresses est vide.
ja: アドレスブックが空のようです。
nl: Blijkbaar is je adresboek leeg.
pt: Parece que sua Agenda está vazia.
ru: Похоже, ваша адресная книга пуста.
th: ดูเหมือนว่าสมุดที่อยู่ของคุณจะไม่มีข้อมูลอยู่เลย

source: Join DrawQuest
de: Mach mit
es: Únete a DrawQuest
fr: Inscrivez-vous à DrawQuest
ja: DrawQuestに参加する
nl: Registreren voor DrawQuest
pt: Entrar no DrawQuest
ru: Присоединиться к DrawQuest
th: เข้าร่วม DrawQuest

source: Join
de: Mach mit
es: Unirme
fr: S'inscrire
ja: 参加
nl: Registreren
pt: Entrar
ru: Присоединиться
th: เข้าร่วม

source: joined DrawQuest
de: ist jetzt bei DrawQuest
es: se unió a DrawQuest
fr: s'est inscrit à DrawQuest
ja: DrawQuest参加済み
nl: geregistreerd bij DrawQuest
pt: entrou no DrawQuest
ru: присоединился(лась) к DrawQuest
th: เข้าร่วม DrawQuest แล้ว

source: Last Updated: %@
de: Letzte Aktualisierung: %@
es: Última actualización: %@
fr: Dernière mise à jour : %@
ja: 最終更新：%@
nl: Laats geüpdatet: %@
pt: Última Atualização: %@
ru: Последнее обновление: %@
th: อัปเดตล่าสุด: %@

source: Later
de: Später
es: Más tarde
fr: Plus tard
ja: 後で
pt: Mais tarde
ru: Позже
th: ภายหลัง

source: Load More
de: Mehr laden
es: Cargar más
fr: Transférer plus
ja: もっと読み込む
nl: Meer laden
pt: Carregar Mais
ru: Загрузить еще
th: โหลดเพิ่ม

source: Loading More
de: Weitere werden geladen
es: Cargando más
fr: Autres chargements en cours
ja: もっと読込み中
nl: Meer laden
pt: Carregando Mais
ru: Еще загружаются
th: กำลังโหลดเพิ่ม

source: Loading...
de: Ladevorgang...
es: Cargando...
fr: Chargement...
ja: 読込み中…
nl: Laden...
pt: Carregando...
ru: Загрузка...
th: กำลังโหลด...

source: Loading
de: Ladevorgang
es: Cargando
fr: Chargement
ja: 読込み中
nl: Laden
pt: Carregando
ru: Загрузка
th: กำลังโหลด

source: Mail Error
de: Mail-Fehler
es: Error de Mail
fr: Erreur de courrier
ja: メールエラー
nl: E-mailfout
pt: Erro de E-mail
ru: Ошибка почты
th: อีเมลเกิดข้อผิดพลาด

source: Mail
fr: Courrier
ja: メール
pt: E-Mail
ru: Почта
th: อีเมล

source: Message
de: Nachrichten
es: Mensaje
ja: メッセージ
nl: Bericht
pt: Mensagem
ru: Сообщение
th: ข้อความ

source: Messages Error
de: Nachrichtenfehler
es: Error de Mensajes
fr: Erreur de Messages
ja: メッセージエラー
nl: Berichtfout
pt: Erro de Mensagens
ru: Ошибка сообщений
th: การส่งข้อความผิดพลาด

source: My First Quest
de: Meine 1. Aufgabe
es: Mi primera Cruzada
fr: Ma première Quête
ja: 私の最初のクエスト
nl: Mijn eerste quest
pt: Minha Primeira Quest
ru: Мое первое задание
th: ภารกิจแรกของฉัน

source: Name your Quest!
de: Benenne deine Aufgabe
es: ¡Ponle un nombre a tu Cruzada!
fr: Baptisez votre Quête !
ja: クエストに名前を付けて下さい！
nl: Benoem je quest!
pt: Dê um nome a sua Quest!
ru: Назовите свое задание!
th: ตั้งชื่อภารกิจของคุณ!

source: Never
de: Nie
es: Nunca
fr: Jamais
ja: まだ更新されていません
nl: Nooit
pt: Nunca
ru: Никогда
th: ไม่เคย

source: New colors available!
de: Neue Farben verfügbar!
es: ¡Nuevos colores disponibles!
fr: Nouvelles couleurs disponibles !
ja: 新しい色が利用可能です！
nl: Nieuwe kleuren beschikbaar!
pt: Novas cores disponíveis!
ru: Доступны новые цвета!
th: มีสีใหม่ให้ใช้!

source: New Colors!
de: Neue Farben!
es: ¡Colores nuevos!
fr: Nouvelles couleurs !
ja: 新しい色！
nl: Nieuwe kleuren!
pt: Novas cores!
ru: Новые цвета!
th: มีสีใหม่!

source: New Password Again
de: Passwort wiederholen
es: Contraseña nueva otra vez
fr: Nouveau mot de passe à nouveau
ja: 新しいパスワードを再度入力
nl: Nieuw wachtwoord opnieuw invoeren
pt: Nova Senha Novamente
ru: Снова новый пароль
th: รหัสผ่านใหม่ซ้ำอีกครั้ง

source: New Password
de: Neues Passwort
es: Contraseña nueva
fr: Nouveau mot de passe
ja: 新しいパスワード
nl: Nieuw wachtwoord
pt: Nova Senha
ru: Новый пароль
th: รหัสผ่านใหม่

source: New Quest!
de: Neue Aufgabe!
es: ¡Nueva Cruzada!
fr: Nouvelle Quête !
ja: 新しいクエスト！
nl: Nieuwe quest!
pt: Nova Quest!
ru: Новое задание!
th: ภารกิจใหม่!

source: New Version Available!
de: Neue Version verfügbar!
es: Hay una nueva versión disponible.
fr: Nouvelle version disponible !
ja: 新しいバージョンが利用可能です！
nl: Nieuwe versie beschikbaar!
pt: Nova Versão Disponível!
ru: Доступна новая версия!
th: มีเวอร์ชันใหม่ให้โหลด!

source: New!
de: Neu!
es: ¡Nuevo!
fr: Nouveauté !
ja: 新規！
nl: Nieuw!
pt: Novo!
ru: Новинка!
th: ใหม่!

# NewShopItemIndicatorLabel
source: New
de: Neu
es: Nuevo
fr: Nouveauté
ja: 新規
nl: Nieuw
pt: Novo
ru: Новинка
th: ใหม่

# NewTabTitle
source: New
de: Neu
es: Nuevo
fr: Nouveaux
ja: 新規
nl: Nieuw
pt: Novo
ru: Новинка
th: ใหม่

source: Next
de: Weiter
es: Siguiente
fr: Continuer
ja: 次
nl: Volgende
pt: Próximo
ru: Далее
th: ถัดไป

source: Nice drawing! You're on a roll today!
de: Tolle Zeichnung! Du hast es heute drauf!
es: ¡Lindo dibujo! ¡Estás inspirado hoy!
fr: Joli dessin ! C'est votre jour de gloire !
ja: 素敵なドローイングですね! 今日はがんばっていますね!
nl: Leuke tekening! Je bent in vorm vandaag!
pt: Ótimo desenho! Você está indo muito bem hoje!
ru: Отличный рисунок! Вы сегодня в ударе!
th: สวยจริงๆ! คุณวาดภาพเสร็จอีกภาพแล้ว!

source: Nice Questing!
de: Toll gemacht!
es: ¡Linda Cruzada!
fr: Beau dessin !
ja: ナイスクエスト！
nl: Leuke quest!
pt: Ótimo Questing!
ru: Отличная работа!
th: ผลงานไม่เลวเลย!

source: No Email Accounts
de: Keine E-Mail-Accounts
es: No hay cuentas de correo electrónico
fr: Aucun compte e-mail
ja: メールアカウントがありません
nl: Geen e-mailaccounts
pt: Nenhuma Conta de E-mail
ru: Нет почтовых аккаунтов
th: ไม่มีบัญชีอีเมล

source: No one's drawn this Quest yet. Be the first!
de: Diese Aufgabe hat noch niemand gezeichnet. Sei der Erste!
es: Nadie ha dibujado para esta Cruzada aún. ¡Sé la primera persona!
fr: Personne n'a encore dessiné cette Quête. Soyez le premier !
ja: まだ誰もこのクエストをドローしていません。一番乗りでドローしよう！
nl: Nog niemand heeft deze quest getekend. Wees de eerste!
pt: Ninguém desenhou esta Quest ainda. Seja o primeiro!
ru: С этим заданием никто не работал. Будьте первым!
th: ยังไม่มีใครวาดภาพตามภารกิจนี้ ลงมือวาดเป็นคนแรก!

source: No quests to display.
de: Keine anzuzeigenden Aufgaben.
es: No hay Cruzadas para mostrar.
fr: Aucune Quête à afficher.
ja: 表示するクエストがありません。
nl: Er kunnen geen quests weergegeven worden.
pt: Nenhuma Quest para exibir.
ru: Задания отсутствуют.
th: ไม่มีภารกิจให้แสดง

source: No Twitter Accounts
de: Keine Twitter-Accounts
es: No hay cuentas de Twitter
fr: Aucun compte Twitter
ja: Twitterアカウントがありません
nl: Geen Twitter-accounts
pt: Nenhuma Conta do Twitter
ru: Нет аккаунтов в Twitter
th: ไม่มีบัญชี Twitter

source: Notifications
de: Benachrichtigungen
es: Notificaciones
ja: 通知
nl: Meldingen
pt: Notificações
ru: Уведомления
th: การแจ้งเตือน

source: Old Password
de: Altes Passwort
es: Contraseña anterior
fr: Ancien mot de passe
ja: 古いパスワード
nl: Oude wachtwoord
pt: Senha Antiga
ru: Старый пароль
th: รหัสผ่านเก่า

source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
ja: パスワード
nl: Wachtwoord
pt: Senha
ru: Пароль
th: รหัสผ่าน

source: Passwords must match.
de: Passwörter müssen übereinstimmen.
es: Las contraseñas deben coincidir.
fr: Les mots de passe doivent correspondre.
ja: パスワードが一致しません。
nl: Wachtwoorden moeten overeenstemmen.
pt: Senhas devem corresponder
ru: Пароли должны совпадать.
th: รหัสผ่านจะต้องตรงกัน

source: Photo
de: Foto
es: Foto
ja: 写真
nl: Foto
pt: Foto
ru: Фото
th: ภาพถ่าย
