Repository: SummerTree/drawquest
Catalog: l10n/*.lproj/Localizable.strings
Languages: de, es, fr, ja, nl, pt, ru, th

source: I'm using DrawQuest, a free creative drawing app for iPhone, iPod touch, and iPad. DrawQuest sends you daily drawing challenges and allows you to create your own to share with friends. I thought you might enjoy this Quest: "%1$@" Download DrawQuest for free here: %2$@
de: Ich benutze DrawQuest, eine kostenlose, kreative Zeichen-App für iPhone, iPod touch und iPad. DrawQuest sendet dir täglich Zeichenaufgaben und ermöglicht dir, eigene Aufgaben zu erstellen, die du mit Freunden teilen kannst. Ich denke, diese Aufgabe könnte dir gefallen: "%1$@" Lade dir DrawQuest hier gratis herunter: %2$@
es: Estoy usando DrawQuest, una creativa aplicación gratuita para iPhone, iPod touch y iPad. DrawQuest te envía desafíos para dibujar todos los días y te permite crear tu propio dibujo y compartirlo con amigos. Me pareció que te podría gustar esta Cruzada: "%1$@" Descarga DrawQuest gratis aquí: %2$@
fr: J'utilise DrawQuest, une app de dessin créatif gratuite pour iPhone, iPod touch et iPad. DrawQuest vous envoie des défis de dessins quotidiens et vous permet de créer les vôtres pour partager avec vos amis. J'ai pensé que vous pourriez l'apprécier : "%1$@" Téléchargez gratuitement DrawQuest ici : %2$@
ja: iPhone、iPod touchとiPad対応のクリエイティブなドローイングアプリ（無料）、DrawQuestを使っています。DrawQuestは毎日ドローイング チャレンジを送信してくれます。自分でドローイングを作成して友達と共有することもできます。あなたもこのクエストが気に入ると思います：「%1$@」 ここから無料でDrawQuestをダウンロードできます：%2$@
nl: Ik gebruik DrawQuest, een gratis creatieve teken app voor iPhone, iPod touch en iPad. DrawQuest stuurt je dagelijks tekenuitdagingen en maakt het mogelijk je eigen tekenuitdagingen te maken en te delen met vrienden. Ik denk dat je deze Quest wel leuk zult vinden: "%1$@" Download DrawQuest hier gratis: %2$@
pt: Estou usando DrawQuest, um aplicativo grátis de desenhar para iPhone, iPod touch e iPad. DrawQuest envia a você desafios diários de desenhar e permite que você crie o seu próprio para compartilhar com amigos. Eu achei que você poderia gostar desta Quest: "%1$@" Baixe o DrawQuest de graça aqui: %2$@
ru: Я использую бесплатное креативное приложение DrawQuest для iPhone, iPod touch и iPad. Ежедневно DrawQuest предлагает задания по рисованию и позволяет создавать свои рисунки, чтобы делиться ими с друзьями. Думаю, тебе понравится это задание: "%1$@" Скачай DrawQuest бесплатно здесь: %2$@
th: ฉันกำลังใช้ DrawQuest แอปฟรีสำหรับวาดภาพเพื่อฝึกความคิดสร้างสรรค์สำหรับ iPhone, iPod touch และ iPad แอป DrawQuest จะส่งโจทย์การวาดภาพมาท้าทายคุณทุกวัน และคุณสามารถวาดภาพของคุณและนำไปแบ่งปันกับเพื่อนๆ ได้ ฉันคิดว่าคุณจะสนใจภารกิจครั้งนี้: "%1$@" ดาวน์โหลด DrawQuest ฟรีได้ที่นี่: %2$@

source: "%@" via @DrawQuest
de: "%@" über @DrawQuest
es: "%@" por @DrawQuest
ja: @DrawQuestからの「%@」
ru: "%@" с помощью @DrawQuest
th: "%@" ผ่าน @DrawQuest

source: %@ Friends
de: %@-Freunde
es: %@ amigos
fr: Amis %@
ja: %@友達
nl: %@ Vrienden
pt: Amigos do %@
ru: Друзья из %@
th: เพื่อนบน %@

source: %@ on DrawQuest
de: %@ auf DrawQuest
es: %@ desde DrawQuest
fr: %@ sur DrawQuest
ja: DrawQuestの%@
nl: %@ op DrawQuest
pt: %@ no DrawQuest
ru: %@ в DrawQuest
th: %@ บน DrawQuest

source: %d characters remaining
de: noch %d Zeichen
es: Quedan %d caracteres
fr: %d caractères restants
ja: 残り%d文字
nl: %d karakters resterend
pt: %d caracteres restantes
ru: Осталось %d символа(ов)
th: เหลืออีก %d อักขระ

source: %ld more day 'til next Streak Bonus
de: noch %ld Tag bis zum nächsten Streak-Bonus
es: %ld día más para el próximo Bonus de la Suerte
fr: encore %ld jour jusqu'au prochain Bonus de série
ja: 次のストリークボーナスまで後%ld 日
nl: nog %ld dag tot de volgende Streak Bonus
pt: Mais %ld dia para o próximo Streak Bonus
ru: %ld дня(ей) до следующего бонуса за стрик
th: อีก %ld วันก่อนถึงโบนัสต่อเนื่องครั้งต่อไป

source: %ld more days 'til next Streak Bonus
de: noch %ld Tage bis zum nächsten Streak-Bonus
es: %ld días más para el próximo Bonus de la Suerte
fr: Encore %ld jours jusqu'au prochain Bonus de série
ja: 次のストリークボーナスまで後%ld 日
nl: nog %ld dagen tot de volgende Streak Bonus
pt: Mais %ld dias para o próximo Streak Bonus
ru: %ld дня(ей) до следующего бонуса за стрик
th: อีก %ld วันก่อนถึงโบนัสต่อเนื่องครั้งต่อไป

source: %ld Note
de: %ld Notiz
es: %ld nota
ja: メモ%ld
nl: %ld Notitie
pt: %ld Nota
ru: %ld помета
th: บันทึก %ld รายการ

source: %ld Notes
de: %ld Notizen
es: %ld notas
ja: メモ%ld
nl: %ld Notities
pt: %ld Notas
ru: %ld помет(ы)
th: บันทึก %ld รายการ

source: ↺ Please flip your device right-side-up to continue.
de: ↺ Bitte kippe dein Gerät auf die richtige Seite, um fortzufahren.
es: ↺ Por favor, rota el lado derecho del dispositivo hacia arriba para continuar.
fr: ↺ Veuillez faire pivoter le côté droit de votre appareil vers le haut pour continuer.
ja: ↺ デバイスの右側を上にしてから続行してください。
nl: ↺ Kantel je toestel naar rechterkant boven en ga door.
pt: ↺ Por favor, vire o dispositivo do lado direito para cima para continuar.
ru: ↺ Для продолжения поверните устройство экраном кверху.
th: ↺ โปรดพลิกอุปกรณ์ให้ด้านขวาอยู่ด้านบนเพื่อดำเนินการต่อ

source: ↺ Please rotate your device back to Portrait to continue.
de: ↺ Bitte drehe dein Gerät wieder ins Hochformat, um fortzufahren.
es: ↺ Por favor, vuelve a colocar el dispositivo en posición vertical para continuar.
fr: ↺ Veuillez remettre votre appareil en position Portrait pour continuer.
ja: ↺ デバイスを縦長方向に戻してから続行してください。
nl: ↺ Draai je toestel terug rechtop en ga door.
pt: ↺ Por favor, gire seu dispositivo de volta para Retrato para continuar.
ru: ↺ Для продолжения снова расположите устройство в портретном режиме.
th: ↺ โปรดหมุนอุปกรณ์ของคุณให้กลับไปอยู่ในแนวตั้งเพื่อดำเนินการต่อ

source: ↺ Please rotate your device to Portrait to continue.
de: ↺ Bitte drehe dein Gerät ins Hochformat, um fortzufahren.
es: ↺ Por favor, coloca el dispositivo en posición vertical para continuar.
fr: ↺ Veuillez faire pivoter votre appareil en position Portrait pour continuer.
ja: ↺ デバイスを縦長方向にしてから続行してください。
nl: ↺ Draai je toestel rechtop en ga door.
pt: ↺ Por favor, gire seu dispositivo para Retrato para continuar.
ru: ↺ Для продолжения расположите устройство в портретном режиме.
th: ↺ โปรดหมุนอุปกรณ์ของคุณให้อยู่ในแนวตั้งเพื่อดำเนินการต่อ

source: ↻ Please rotate your device back to Portrait to continue.
de: ↻ Bitte drehe dein Gerät zurück ins Hochformat, um fortzufahren.
es: ↻ Por favor, vuelve a colocar el dispositivo en posición vertical para continuar.
fr: ↻ Veuillez remettre votre appareil en position Portrait pour continuer.
ja: ↻ デバイスを縦長方向に戻してから続行してください。
nl: ↻ Draai je toestel terug rechtop en ga door.
pt: ↻ Por favor, gire seu dispositivo de volta para Retrato para continuar.
ru: ↻ Для продолжения снова расположите устройство в портретном режиме.
th: ↻ โปรดหมุนอุปกรณ์ของคุณให้กลับไปอยู่ในแนวตั้งเพื่อดำเนินการต่อ

source: ↻ Please rotate your device to Portrait to continue.
de: ↻ Bitte drehe dein Gerät ins Hochformat, um fortzufahren.
es: ↻ Por favor, coloca el dispositivo en posición vertical para continuar.
fr: ↻ Veuillez faire pivoter votre appareil en position Portrait pour continuer.
ja: ↻ デバイスを縦長方向にしてから続行してください。
nl: ↻ Draai je toestel rechtop en ga door.
pt: ↻ Por favor, gire seu dispositivo para Retrato para continuar.
ru: ↻ Для продолжения расположите устройство в портретном режиме.
th: ↻ โปรดหมุนอุปกรณ์ของคุณให้อยู่ในแนวตั้งเพื่อดำเนินการต่อ

source: About DrawQuest
de: Über DrawQuest
es: Acerca de DrawQuest
fr: À propos de DrawQuest
ja: DrawQuestの概要
nl: Over DrawQuest
pt: Sobre o DrawQuest
ru: О приложении DrawQuest
th: เกี่ยวกับ DrawQuest

source: About
de: Über uns
es: Acerca de
fr: À propos
ja: 概要
nl: Over
pt: Sobre
ru: О приложении
th: เกี่ยวกับ

source: Activity
de: Aktivität
es: Actividad
fr: Activité
ja: アクティビティ
nl: Activiteit
pt: Atividade
ru: Действия
th: กิจกรรม

source: Add Email Addresses from Contacts
de: E-Mail-Adressen aus Kontakten hinzufügen
es: Agregar direcciones de email de Contactos
fr: Ajouter des adresses e-mail depuis les Contacts
ja: 連絡先からメールアドレスを追加する
nl: E-mailadressen toevoegen van contacten
pt: Adicionar Endereços de E-mail dos Contatos
ru: Добавить эл. адреса из контактов
th: เพิ่มที่อยู่อีเมลจากรายชื่อผู้ติดต่อ

source: Add Email Addresses Manually
de: E-Mail-Adressen manuell hinzufügen
es: Agregar direcciones de email manualmente
fr: Ajouter manuellement des adresses e-mail
ja: メールアドレスを手動で追加する
nl: E-mailadressen handmatig toevoegen
pt: Adicionar Endereços de E-mail Manualmente
ru: Добавить эл. адреса вручную
th: เพิ่มที่อยู่อีเมลด้วยตนเอง

source: Add Email
de: E-Mail hinzuf.
es: Agregar email
fr: Ajouter e-mail
ja: メールを追加する
nl: E-mail toevoegen
pt: Adicionar E-mail
ru: Добавить эл. адрес
th: เพิ่มอีเมล

source: Add Friends Failed
de: Freunde hinzuf. fehlgeschlagen
es: No se pudieron agregar amigos
fr: Échec de l'ajout d'amis
ja: 友達追加に失敗しました
nl: Toevoegen vrienden mislukt
pt: Falha ao Adicionar Amigos
ru: Приглашение не удалось
th: เพิ่มเพื่อนไม่สำเร็จ

source: Add Friends
de: Freunde hinzuf.
es: Agregar amigos
fr: Ajouter
ja: 友達追加
nl: Vrienden toevoegen
pt: Adicionar Amigos
ru: Пригласить
th: เพิ่มเพื่อน

source: Add
de: Hinzuf.
es: Agregar
fr: Ajouter
ja: 追加
nl: Toevoegen
pt: Adicionar
ru: Добавить
th: เพิ่ม

source: Address Book Error
de: Adressbuchfehler
es: Error de agenda
fr: Erreur du Carnet d'adresses
ja: アドレスブックエラー
nl: Adresboek fout
pt: Erro na Agenda
ru: Ошибка адресной книги
th: สมุดที่อยู่เกิดความผิดพลาด

# AlertViewButtonTitleCancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
nl: Annuleren
pt: Cancelar
ru: Отмена
th: ยกเลิก

# AlertViewButtonTitleDelete
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
ja: 削除
nl: Wissen
pt: Excluir
ru: Удалить
th: ลบ

# AlertViewButtonTitleDismiss
source: Dismiss
de: Verwerfen
es: Descartar
fr: Rejeter
ja: OK
nl: Verwijderen
pt: Recusar
ru: Отменить
th: ปิด

# AlertViewButtonTitleOK
source: OK
th: ตกลง

# AlertViewButtonTitleRetry
source: Retry
de: Erneut versuchen
es: Reintentar
fr: Réessayer
ja: 再試行する
nl: Opnieuw proberen
pt: Tentar novamente
ru: Повторить
th: ลองอีกครั้ง

# AllTabTitle
source: All
de: Alle
es: Todo
fr: Tout
ja: 全て
nl: Alles
pt: Tudo
ru: Все
th: ทั้งหมด

source: Almost There...
de: Fast fertig...
es: Casi listo...
fr: Nous y sommes presque...
ja: あと少しです…
nl: Je bent er bijna...
pt: Quase Pronto...
ru: Почти...
th: เกือบเสร็จแล้ว...

source: Already a Member?
de: Bereits Mitglied?
es: ¿Ya eres miembro?
fr: Déjà membre ?
ja: 既にメンバーですか？
nl: Ben je al lid?
pt: Já é um Membro?
ru: Вы уже участник?
th: เป็นสมาชิกอยู่แล้วหรือ?

source: Already have an account?
de: Hast du schon einen Account?
es: ¿Ya tienes una cuenta?
fr: Vous avez déjà un compte ?
ja: 既にアカウントをお持ちですか？
nl: Heb je al een account?
pt: Já possui uma conta?
ru: У вас уже есть аккаунт?
th: มีบัญชีอยู่แล้วหรือ?

source: An unexpected error occurred
de: Unerwarteter Fehler
es: Ocurrió un error inesperado
fr: Une erreur inattendue s'est produite
ja: 予期しないエラーが発生しました
nl: Er is een onverwachte fout opgetreden
pt: Ocorreu um erro inesperado
ru: Возникла непредвиденная ошибка
th: เกิดข้อผิดพลาดโดยไม่คาดคิด

source: An unknown error occurred communicating with DrawQuest
de: Unerwarteter Fehler bei der Kommunikation mit DrawQuest
es: Ocurrió un error de comunicación desconocido con DrawQuest.
fr: Une erreur inconnue s'est produite en communiquant avec DrawQuest
ja: DrawQuestとの通信の際に予期しないエラーが発生しました
nl: Er is een onverwachte fout opgetreden tijdens de communicatie met DrawQuest
pt: Ocorreu um erro desconhecido na comunicação com o DrawQuest
ru: При передаче данных в DrawQuest возникла неизвестная ошибка
th: เกิดข้อผิดพลาดโดยไม่คาดคิดขณะสื่อสารกับ DrawQuest

source: An unknown error occurred communicating with Facebook. Please try again.
de: Unbekannter Fehler bei der Kommunikation mit Facebook. Bitte erneut versuchen.
es: Ocurrió un error de comunicación desconocido con Facebook. Inténtalo de nuevo.
fr: Une erreur inconnue s'est produite en communiquant avec Facebook. Veuillez réessayer.
ja: Facebookとの通信の際に予期しないエラーが発生しました。再試行してください。
nl: Er is een onverwachte fout opgetreden tijdens de communicatie met Facebook. Probeer opnieuw.
pt: Ocorreu um erro desconhecido na comunicação com o Facebook. Tente novamente.
ru: При передаче данных в Facebook возникла неизвестная ошибка. Повторите попытку.
th: เกิดข้อผิดพลาดโดยไม่คาดคิดขณะสื่อสารกับ Facebook โปรดลองอีกครั้ง

source: An unknown error occurred communicating with Twitter
de: Unbekannter Fehler bei der Kommunikation mit Twitter.
es: Ocurrió un error de comunicación desconocido con Twitter.
fr: Une erreur inconnue s'est produite en communiquant avec Twitter
ja: Twitterとの通信の際に予期しないエラーが発生しました。
nl: Er is een onverwachte fout opgetreden tijdens de communicatie met Twitter
pt: Ocorreu um erro desconhecido na comunicação com o Twitter.
ru: При передаче данных в Twitter возникла неизвестная ошибка.
th: เกิดข้อผิดพลาดโดยไม่คาดคิดขณะสื่อสารกับ Twitter

source: An unknown error occurred.
de: Unbekannter Fehler
es: Ocurrió un error desconocido.
fr: Une erreur inconnue s'est produite.
ja: 不明なエラーが発生しました。
nl: Er is een onverwachte fout opgetreden.
pt: Ocorreu um erro desconhecido.
ru: Возникла неизвестная ошибка.
th: เกิดข้อผิดพลาดโดยไม่ทราบสาเหตุขึ้น

source: Are you sure you want to continue without inviting any friends?
de: Willst du wirklich fortfahren, ohne Freunde einzuladen?
es: ¿Seguro que deseas continuar sin invitar a amigos?
fr: Êtes-vous sûr de vouloir poursuivre sans inviter des amis ?
ja: 友達を招待せずに続行してもよろしいですか？
nl: Weet je zeker dat je wilt doorgaan zonder vrienden uit te nodigen?
pt: Tem certeza que deseja continuar sem convidar algum amigo?
ru: Вы уверены, что хотите продолжить без приглашения друзей?
th: แน่ใจหรือว่าคุณต้องการดำเนินการต่อโดยไม่เชิญเพื่อนๆ เลย?

source: Are you sure you want to delete this drawing?
de: Willst du diese Zeichnung wirklich löschen?
es: ¿Seguro que deseas eliminar este dibujo?
fr: Êtes-vous sûr de vouloir supprimer ce dessin ?
ja: このドローイングを削除してもよろしいですか？
nl: Weet je zeker dat je deze tekening wilt verwijderen?
pt: Tem certeza que deseja excluir esse desenho?
ru: Вы уверены, что хотите удалить этот рисунок?
th: แน่ใจหรือว่าคุณต้องการลบภาพวาดนี้?

source: Are you sure you want to flag this drawing as inappropriate?
de: Willst du diese Zeichnung wirklich als unangemessen kennzeichnen?
es: ¿Seguro que deseas marcar este dibujo como inadecuado?
fr: Êtes-vous sûr de vouloir signaler ce dessin comme inapproprié ?
ja: このドローイングを不適切とフラグしてもよろしいですか？
nl: Weet je zeker dat je deze tekening wilt markeren als onbehoorlijk?
pt: Tem certeza que deseja marcar este desenho como inapropriado?
ru: Вы уверены, что хотите пометить этот рисунок как неудачный?
th: แน่ใจหรือว่าคุณต้องการกำกับภาพวาดนี้ว่าไม่เหมาะสม?

source: Are you sure you want to flag this Quest as inappropriate?
de: Willst du diese Aufgabe wirklich als unangemessen kennzeichnen?
es: ¿Seguro que deseas marcar esta Cruzada como inadecuada?
fr: Êtes-vous sûr de vouloir signaler cette Quête comme inappropriée ?
ja: このクエストを不適切とフラグしてもよろしいですか？
nl: Weet je zeker dat je deze Quest wilt markeren als onbehoorlijk?
pt: Tem certeza que deseja marcar esta Quest como inapropriada?
ru: Вы уверены, что хотите пометить это задание как неудачное?
th: แน่ใจหรือว่าคุณต้องการกำกับภารกิจนี้ว่าไม่เหมาะสม?

source: Are you sure you want to permanently delete your drawing?
de: Willst du deine Zeichnung wirklich dauerhaft löschen?
es: ¿Seguro que deseas eliminar tu dibujo de manera permanente?
fr: Êtes-vous sûr de vouloir supprimer définitivement votre dessin ?
ja: あなたのドローイングを永久に削除してもよろしいですか？
nl: Weet je zeker dat je deze tekening permanent wilt wissen?
pt: Tem certeza que deseja excluir seu desenho permanentemente?
ru: Вы уверены, что хотите навсегда удалить свой рисунок?
th: แน่ใจหรือว่าคุณต้องการลบภาพวาดนี้อย่างถาวร?

source: Are you sure you want to sign out?
de: Willst du dich wirklich abmelden?
es: ¿Confirmas que deseas salir?
fr: Êtes-vous sûr de vouloir vous déconnecter ?
ja: サインアウトしてもよろしいですか？
nl: Weet je zeker dat je je wilt afmelden?
pt: Tem certeza que deseja sair?
ru: Вы уверены, что хотите выйти?
th: แน่ใจหรือว่าคุณต้องการออกจากระบบ?

source: Are you sure?
de: Bist du sicher?
es: ¿Seguro?
fr: Êtes-vous sûr ?
ja: よろしいですか？
nl: Weet je het zeker?
pt: Tem certeza?
ru: Вы уверены?
th: แน่ใจหรือ?

source: Authentication Error
de: Authentifizierungsfehler
es: Error de autenticación
fr: Erreur d'authentification
ja: 認証エラー
nl: Verificatie fout
pt: Erro de Autenticação
ru: Ошибка аутентификации
th: เกิดข้อผิดพลาดขณะยืนยันสิทธิ์

source: Authorization Error
de: Autorisierungsfehler
es: Error de autorización
fr: Erreur d'autorisation
ja: 許可エラー
nl: Verificatie fout
pt: Erro de Autorização
ru: Ошибка авторизации
th: เกิดข้อผิดพลาดขณะยืนยันสิทธิ์

source: Authorization was cancelled.
de: Autorisierung wurde abgebrochen.
es: La autorización se canceló.
fr: L'autorisation a été annulée.
ja: 許可はキャンセルされました。
nl: Verificatie is geannuleerd.
pt: A autorização foi cancelada.
ru: Авторизация была отменена.
th: การยืนยันสิทธิ์ถูกยกเลิก

source: Authorization with Facebook failed. Please try again.
de: Autorisierung bei Facebook fehlgeschlagen. Bitte erneut versuchen.
es: La autorización de Facebook falló. Inténtalo de nuevo.
fr: Échec de l'autorisation avec Facebook. Veuillez réessayer.
ja: Facebookとの認証に失敗しました。再試行してください。
nl: Verificatie met Facebook mislukt. Probeer opnieuw.
pt: Falha na autorização com o Facebook. Tente novamente.
ru: Не удалось пройти авторизацию в Facebook. Повторите попытку.
th: การยืนยันสิทธิ์กับ Facebook ล้มเหลว โปรดลองอีกครั้ง

source: Authorization with Twitter failed. Please try again.
de: Autorisierung bei Twitter fehlgeschlagen. Bitte erneut versuchen.
es: La autorización de Twitter falló. Inténtalo de nuevo.
fr: Échec de l'autorisation avec Twitter. Veuillez réessayer.
ja: Twitterとの認証に失敗しました。もう一度試してください。
nl: Verificatie met Twitter mislukt. Probeer opnieuw.
pt: Falha na autorização com o Twitter. Tente novamente.
ru: Не удалось пройти авторизацию в Twitter. Повторите попытку.
th: การยืนยันสิทธิ์กับ Twitter ล้มเหลว โปรดลองอีกครั้ง

source: Authorizing
de: Autorisierung
es: Autorizando
fr: Autorisation en cours
ja: 認証中
nl: Verifiëren...
pt: Autorizando
ru: Авторизация
th: กำลังยืนยันสิทธิ์

source: Background Image Failure
de: Hintergrundbildfehler
es: Error de imagen de fondo
fr: Échec de l'image d'arrière-plan
ja: 背景画像の失敗
nl: Achtergrondbeeld fout
pt: Falha na Imagem de Fundo
ru: Ошибка фонового изображения
th: ภาพพื้นหลังเกิดข้อผิดพลาด

source: Bio
de: Biografie
es: Datos
ja: 自己紹介
ru: Личн. данные
th: ข้อมูลส่วนตัว

source: Brushes
de: Pinsel
es: Pinceles
fr: Pinceaux
ja: ブラシ
nl: Penselen
pt: Pincéis
ru: Кисти
th: พู่กัน

source: Camera Roll
de: Aufnahmen
es: Carrete
ja: カメラロール
nl: Camerarol
pt: Rolo da Câmera
ru: Пленка
th: บันทึกภาพ

source: Change Password
de: Passwort ändern
es: Cambiar contraseña
fr: Modifier le mot de passe
ja: パスワードを変更する
nl: Wachtwoord wijzigen
pt: Alterar Senha
ru: Изменить пароль
th: เปลี่ยนรหัสผ่าน

source: Check out this drawing I made on DrawQuest: "%@" You should download the app at http://example.com/download
de: Sieh dir diese Zeichnung an, die ich auf DrawQuest erstellt habe: "%@" Lade dir die App unter http://example.com/download herunter
es: Mira este dibujo que hice en DrawQuest: "%@" Te la recomiendo. Bájatela en http://example.com/download
fr: Regardez le dessin que j'ai fait sur DrawQuest : "%@" Vous devriez télécharger l'app à http://example.com/download
ja: DrawQuestで作成したこのドローイングを見てください：「%@」 次からこのアプリをダウンロードできます。http://example.com/download
nl: Check deze tekening eens, die ik op DrawQuest heb gemaakt: "%@" Je zou de app moeten downloaden van http://example.com/download
pt: Confira este desenho que eu fiz no DrawQuest: "%@" Você deve baixar o app em http://example.com/download
ru: Посмотри мой рисунок в DrawQuest: "%@" Тебе следует загрузить приложение http://example.com/download
th: ลองดูภาพที่ฉันวาดบน DrawQuest: "%@" คุณควรจะลองดาวน์โหลดแอปมาเล่นได้ที่ http://example.com/download

# Check out this drawing on DrawQuest: "%@" Download DrawQuest for free here: %@
source: Check out this drawing on DrawQuest: "%1$@" Download DrawQuest for free here: %2$@
de: Zieh dir diese Zeichnung auf DrawQuest an: "%1$@" Lade dir DrawQuest hier gratis herunter: %2$@
es: Mira este dibujo de DrawQuest: "%1$@" Descarga DrawQuest gratis aquí: %2$@
fr: Regardez ce dessin sur DrawQuest: "%1$@" Téléchargez DrawQuest gratuitement ici : %2$@
ja: DrawQuestで作成したこのドローイングを見てください：「%1$@」 ここから無料でDrawQuestをダウンロードできます：%2$@
nl: Check deze tekening eens, die ik op DrawQuest heb gemaakt: "%1$@" Download DrawQuest hier gratis: %2$@
pt: Confira este desenho no DrawQuest: "%1$@" Baixe o DrawQuest grátis aqui: %2$@
ru: Посмотри этот рисунок в DrawQuest: "%1$@" Скачай DrawQuest бесплатно здесь: %2$@
th: ลองดูภาพวาดนี้บน DrawQuest: "%1$@" ดาวน์โหลด DrawQuest ฟรีได้ที่นี่: %2$@

source: Check out this drawing on DrawQuest: "%@"
de: Zieh dir diese Zeichnung auf DrawQuest an: "%@"
es: Mira este dibujo hecho con DrawQuest: "%@"
fr: Regardez ce dessin sur DrawQuest : "%@"
ja: DrawQuestのこのドローイングを見てください：「%@」
nl: Check deze tekening eens op DrawQuest: "%@"
pt: Confira este desenho no DrawQuest: "%@"
ru: Посмотри этот рисунок в DrawQuest: "%@"
th: ลองดูภาพวาดนี้บน DrawQuest: "%@"

source: Check out this drawing on DrawQuest!
de: Sieh dir diese Zeichnung auf DrawQuest an!
es: ¡Mira este dibujo de DrawQuest!
fr: Regardez ce dessin sur DrawQuest !
ja: DrawQuestのこのドローイングを見てください！
nl: Check deze tekening op DrawQuest!
pt: Confira este desenho no DrawQuest!
ru: Посмотри этот рисунок в DrawQuest!
th: ลองดูภาพวาดนี้บน DrawQuest!

source: Choose a Twitter Account
de: Wähle einen Twitter-Account
es: Elegir una cuenta de Twitter
fr: Choisissez un compte Twitter
ja: Twitterアカウントを選択する
nl: Kies een Twitter-account
pt: Escolha uma conta do Twitter
ru: Выбрать аккаунт в Twitter
th: เลืิอกบัญชี Twitter

source: Choose Existing
de: Vorhandenes wählen
es: Elegir una existente
fr: Choisissez-en une existante
ja: 既存のものを選択する
nl: Kies bestaande
pt: Escolher Existente
ru: Выбрать из имеющихся
th: เลือกจากที่มีอยู่

source: Coins
es: Monedas
fr: Pièces
ja: コイン
nl: Munten
pt: Moedas
ru: Монеты
th: เหรียญ

source: Colors
de: Farben
es: Colores
fr: Couleurs
ja: 色
nl: Kleuren
pt: Cores
ru: Цвета
th: สี

source: Come back tomorrow for a new Quest, or create your own!
de: Schau morgen wieder rein, um eine neue Aufgabe zu lösen, oder erstell deine eigene!
es: ¡Regresa mañana por una nueva Cruzada, o crea la tuya!
fr: Revenez demain pour une nouvelle Quête, ou créez la votre !
ja: 明日、また戻って新しいクエストを試してください。または、ご自分のクエストを作成してください！
nl: Kom morgen terug voor een nieuwe Quest, of creëer je eigen Quest!
pt: Volte amanhã para uma nova Quest, ou crie a sua própria!
ru: Посмотрите новое задание завтра или создайте свое собственное!
th: กลับมารับภารกิจใหม่ได้พรุ่งนี้ หรือสร้างภารกิจของคุณเอง!

# Come draw "%@" with me on @DrawQuest! %@
source: Come draw "%1$@" with me on @DrawQuest! %2$@
de: Komm, zeichne "%1$@" mit mir bei @DrawQuest! %2$@
es: ¡Ven a dibujar "%1$@" conmigo en @DrawQuest! %2$@
fr: Venez dessiner "%1$@" avec moi sur @DrawQuest ! %2$@
ja: @DrawQuestで一緒に「%1$@」をドローしましょう！%2$@
nl: Teken samen "%1$@" met mij op @DrawQuest! %2$@
pt: Venha desenhar "%1$@" comigo no @DrawQuest! %2$@
ru: Рисуй "%1$@" со мной в @DrawQuest! %2$@
th: มาวาดรูป "%1$@" กับฉันบน @DrawQuest! %2$@
