Repository: SummerTree/drawquest
Catalog: l10n/*.lproj/Localizable.strings
Languages: de, es, fr, ja, nl, pt, ru, th

source: Places
de: Orte
es: Lugares
fr: Endroits
ja: 場所
nl: Plaatsen
pt: Lugares
ru: Места
th: สถานที่

source: Play back your favorite drawings to see how your fellow Questers created their masterpiece.
de: Spiele deine Lieblingszeichnungen ab, um zu sehen, wie die anderen DrawQuest-Nutzer ihr Meisterwerk geschaffen haben.
es: Reproduce tus dibujos preferidos para ver cómo los demás aventureros crearon su obra de arte.
fr: Regardez vos dessins préférés pour voir comment vos pairs ont créé leurs chefs d'œuvre.
ja: あなたが気に入っているドローイングをプレイバックしてクエスター仲間がどのようにしてマスターピースを作成したか見てみよう。
nl: Speel je favoriete tekeningen af om te zien hoe je mede-questers hun meesterwerk gecreëerd hebben.
pt: Reproduza os seus desenhos favoritos para ver como os seus companheiros Questers criaram as obras-primas deles.
ru: Посмотрите свои любимые рисунки, чтобы проследить, какие произведения искусства создали ваши коллеги по игре.
th: เล่นภาพวาดที่คุณชื่นชอบเพื่อดูผลงานชิ้นเอกของเพื่อนนักล่าภารกิจ

source: Playback Error
de: Abspielfehler
es: Error de reproducción
fr: Erreur de lecture
ja: プレイバックエラー
nl: Fout bij het afspelen
pt: Erro de Reprodução
ru: Ошибка воспроизведения
th: เกิดข้อผิดพลาดในการเล่น

source: played this drawing
de: hat diese Zeichnung abgespielt
es: reprodujó este dibujo
fr: a regardé ce dessin
ja: はこのドローイングをプレイしました
nl: heeft deze tekening afgespeeld
pt: executou este desenho
ru: посмотрел(а) этот рисунок
th: เล่นภาพวาดนี้

source: played your drawing
de: hat deine Zeichnung abgespielt
es: reprodujó tu dibujo
fr: a regardé votre dessin
ja: はあなたのドローイングをプレイしました
nl: heeft jouw tekening afgespeeld
pt: executou seu desenho
ru: посмотрел(а) ваш рисунок
th: เล่นภาพวาดของคุณ

source: Please close my account and remove all the content associated with it. I understand that this cannot be undone. The reason I'm closing my account is:
de: Bitte schließt meinen Account und entfernt alle damit verbundenen Inhalte. Ich verstehe, dass dies nicht rückgängig gemacht werden kann. Der Grund für das Schließen meines Accounts ist:
es: Por favor, cierra mi cuenta y elimina todo el contenido asociado con esta. Entiendo que esto no se puede deshacer. Cierro esta cuenta por la siguiente razón:
fr: Veuillez clôturer mon compte et supprimer tout le contenu qui lui est associé. Je comprends que ceci est irréversible. La raison pour laquelle je clôture mon compte est la suivante :
ja: 私のアカウントを閉め、関連する全てのコンテンツを削除してください。これは元に戻すことはできないことを理解しています。 アカウントを閉める理由:
nl: Gelieve mijn account af te sluiten en alle inhoud te verwijderen die ermee geassocieerd is. Ik begrijp dat deze bewerking niet kan worden ongedaan gemaakt. De reden waarom ik mijn account afsluit, is:
pt: Por favor, encerre minha conta e remova todo o conteúdo associado a ela. Eu entendo que isso não pode ser desfeito. O motivo pelo qual estou encerrando minha conta é:
ru: Пожалуйста, закройте мой аккаунт и удалите все содержимое. Я осознаю, что это невозможно восстановить впоследствии. Причина, по которой я закрываю свой аккаунт:
th: โปรดปิดบัญชีของฉันและลบเนื้อหาทั้งหมดที่เกี่ยวข้องกับบัญชี ฉันเข้าใจว่าการดำเนินการนี้ไม่สามารถยกเลิกได้ สาเหตุที่ฉันปิดบัญชีของฉันคือ:

source: Please draw something before posting it!
de: Bitte zeichne etwas, bevor du es veröffentlichst!
es: ¡Dibuja algo antes de publicar!
fr: Veuillez dessiner quelque chose avant de le publier !
ja: 投稿する前に何かドローしてください！
nl: Gelieve iets te tekenen voor je het post!
pt: Por favor, desenhe algo antes de publicar!
ru: Нарисуйте что-нибудь, прежде чем публиковать!
th: โปรดวาดภาพลงไปก่อนโพสต์!

source: Please enter a title for your Quest to continue.
de: Bitte gib einen Titel für deine Aufgabe ein, um fortzufahren.
es: Ponle un título a la Cruzada para continuar.
fr: Veuillez saisir un titre pour que votre Quête se poursuive.
ja: 続行するためにはクエストのタイトルを入力してください。
nl: Gelieve een titel voor je quest in te voeren, om te kunnen doorgaan.
pt: Por favor, insira um título para sua Quest para continuar.
ru: Укажите название для своего задания, чтобы продолжить.
th: โปรดใส่ชื่อภารกิจของคุณเพื่อดำเนินการต่อ

source: Please enter a valid email address.
de: Bitte gib eine gültige E-Mail-Adresse ein.
es: Introduce una dirección de email válida.
fr: Veuillez saisir une adresse e-mail valide.
ja: 有効なメールアドレスを入力してください。
nl: Gelieve een geldig e-mailadres in te voeren.
pt: Por favor, insira um endereço de e-mail válido.
ru: Укажите действующий эл. адрес.
th: โปรดใส่ที่อยู่อีเมลที่ถูกต้อง

source: Please enter a valid email address
de: Bitte gib eine gültige E-Mail-Adresse ein
es: Introduce una dirección de email válida.
fr: Veuillez saisir une adresse e-mail valide
ja: 有効なメールアドレスを入力してください
nl: Gelieve een geldig e-mailadres in te voeren
pt: Por favor, insira um endereço de e-mail válido
ru: Укажите действующий эл. адрес
th: โปรดใส่ที่อยู่อีเมลที่ถูกต้อง

source: Please enter a valid password.
de: Bitte gib ein gültiges Passwort ein.
es: Introduce una contraseña válida.
fr: Veuillez saisir un mot de passe valide.
ja: 有効なパスワードを入力してください。
nl: Gelieve een geldig wachtwoord in te voeren.
pt: Por favor, insira uma senha válida.
ru: Укажите действующий пароль
th: โปรดใส่รหัสผ่านที่ถูกต้อง

source: Please enter a valid username.
de: Bitte gib einen gültigen Nutzernamen ein.
es: Introduce un nombre de usuario válido.
fr: Veuillez saisir un nom d'utilisateur valide.
ja: 有効なユーザー名を入力してください。
nl: Gelieve een geldige gebruikersnaam in te voeren.
pt: Por favor, insira um nome de usuário válido.
ru: Укажите действующее имя пользователя.
th: โปรดใส่ชื่อผู้ใช้ที่ถูกต้อง

source: Please enter and repeat your new password.
de: Bitte gib dein neues Passwort ein und wiederhole es.
es: Introduce la contraseña nueva y después repítela.
fr: Veuillez saisir et répéter votre nouveau mot de passe.
ja: 新しいパスワードを入力・再入力してください。
nl: Gelieve een nieuw wachtwoord in te voeren en te herhalen.
pt: Por favor, insira e repita sua nova senha.
ru: Укажите и продублируйте новый пароль.
th: โปรดใส่รหัสผ่านและยืนยันรหัสผ่านของคุณซ้ำอีกครั้ง

source: Please enter your old password.
de: Bitte gib dein altes Passwort ein.
es: Introduce la contraseña anterior.
fr: Veuillez saisir votre ancien mot de passe.
ja: 古いパスワードを入力してください。
nl: Gelieve je oude wachtwoord in te voeren.
pt: Por favor, insira sua senha antiga.
ru: Укажите прежний пароль.
th: โปรดป้อนรหัสผ่านเก่าของคุณ

source: Please try again
de: Bitte versuch es erneut
es: Inténtalo de nuevo
fr: Veuillez réessayer
ja: 再試行してください
nl: Gelieve opnieuw te proberen
pt: Por favor, tente novamente
ru: Повторите попытку
th: โปรดลองอีกครั้ง

source: Please update DrawQuest to view this.
de: Bitte aktualisiere DrawQuest, um dies zu sehen.
es: Actualiza DrawQuest para ver esto.
fr: Veuillez mettre à jour DrawQuest pour voir cela.
ja: これを表示するためにはDrawQuest を更新してください。
nl: Gelieve DrawQuest te updaten om dit te bekijken.
pt: Por favor, atualize o DrawQuest para ver isto.
ru: Для просмотра обновите DrawQuest.
th: โปรดอัปเดต DrawQuest เพื่อดูข้อมูลนี้

source: Popular Quests appear in the "All" tab. Share yours to increase your chances!
de: Beliebte Aufgaben erscheinen im Register "Alle". Teile deine, um deine Chancen zu erhöhen!
es: Las Cruzadas populares aparecen en la pestaña "Todo". ¡Comparte las tuyas para aumentar tus oportunidades!
fr: Les Quêtes populaires apparaissent sous l'onglet "Toutes". Partagez la vôtre pour augmenter vos chances !
ja: 人気のあるクエストは「全て」のタブに表示されます。あなたのクエストを共有して、ここに表示されるチャンスを増やそう！
nl: Populaire quests verschijnen in de tab "All". Deel de jouwe om je kansen te vergroten!
pt: As Quests populares aparecem na guia "Tudo". Compartilhe as suas para aumentar suas chances!
ru: Популярные задания отображаются во вкладке "Все". Поделитесь своими, чтобы увеличить свои шансы!
th: ภารกิจที่เป็นที่นิยมจะปรากฏในแท็บ "ทั้งหมด" แบ่งปันภารกิจของคุณเพื่อคว้าโอกาสดัง!

source: Post Error
de: Veröffentlichungsfehler
es: Error al publicar
fr: Erreur de publication
ja: 投稿エラー
nl: Fout bij het posten
pt: Erro de Publicação
ru: Ошибка публикации
th: การโพสต์เกิดข้อผิดพลาด

source: Post to DrawQuest
de: Bei DrawQuest posten
es: Publicar en DrawQuest
fr: Publier sur DrawQuest
ja: DrawQuestに投稿する
nl: Posten op DrawQuest
pt: Publicar no DrawQuest
ru: Опубликовать в DrawQuest
th: โพสต์ไปยัง DrawQuest

source: Post
de: Veröffentlichen
es: Publicar
fr: Publier
ja: 投稿
pt: Publicar
ru: Опубликовать
th: โพสต์

source: posted a drawing
de: hat eine Zeichnung veröffentlicht
es: publicó un dibujo
fr: a publié un dessin
ja: ドローイングを投稿する
nl: heeft een tekening gepost
pt: publicou um desenho
ru: опубликовал(а) рисунок
th: โพสต์ภาพวาด

source: Posting Error
de: Veröffentlichungsfehler
es: Error al publicar
fr: Erreur de publication
ja: 投稿エラー
nl: Fout bij het posten
pt: Erro de Publicação
ru: Ошибка публикации
th: เกิดข้อผิดพลาดในการโพสต์

source: Posting failed. Try again?
de: Veröffentlichen fehlgeschlagen. Erneut versuchen?
es: No se pudo publicar. ¿Deseas intentarlo de nuevo?
fr: Échec de publication. Réessayer ?
ja: 投稿に失敗しました。再試行しますか？
nl: Post is mislukt. Opnieuw proberen?
pt: Falha ao publicar. Tentar novamente?
ru: Не удалось опубликовать. Повторить попытку?
th: การโพสต์ล้มเหลว ลองอีกครั้งหรือไม่?

source: Posting Image Failed. Try Again?
de: Veröffentlichen des Bildes fehlgeschlagen. Erneut versuchen?
es: No se pudo publicar la imagen. ¿Deseas intentarlo de nuevo?
fr: Échec de publication de l'image. Réessayer ?
ja: 画像の投稿に失敗しました。 再試行しますか？
nl: Post van de afbeelding is mislukt. Opnieuw proberen?
pt: Falha ao Publicar Imagem. Tentar Novamente?
ru: Не удалось опубликовать изображение. Повторить попытку?
th: การโพสต์รูปภาพล้มเหลว ลองอีกครั้งหรือไม่?

source: Posting Image...
de: Bildveröffentlichung...
es: Publicando imagen...
fr: Image en cours de publication...
ja: 画像投稿中…
nl: Afbeelding posten...
pt: Publicando Imagem...
ru: Публикация изображения...
th: กำลังโพสต์รูปภาพ...

source: Posting Playback Data Failed. Try Again?
de: Veröffentlichen der Abspieldaten fehlgeschlagen. Erneut versuchen?
es: No se pudieron publicar los datos de reproducción. ¿Deseas intentarlo de nuevo?
fr: Échec de publication de données de lecture. Réessayer ?
ja: プレイバックデータの投稿に失敗しました。 再試行しますか？
nl: Het posten van de gegevens om af te spelen, is mislukt. Opnieuw proberen?
pt: Falha ao Publicar Dados de Reprodução. Tentar Novamente?
ru: Не удалось опубликовать данные воспроизведения. Повторить попытку?
th: การโพสต์ข้อมูลการเล่นล้มเหลว ลองอีกครั้งหรือไม่?

source: Posting Playback Data...
de: Veröffentlichen der Abspieldaten...
es: Publicando datos de reproducción...
fr: Publication de données de lecture...
ja: プレイバックデータ投稿中…
nl: Posten van de afspeelgegevens...
pt: Publicando Dados de Reprodução...
ru: Публикация данных воспроизведения...
th: กำลังโพสต์ข้อมูลการเล่น...

source: Posting to Facebook Failed. Try Again?
de: Veröffentlichen auf Facebook fehlgeschlagen. Erneut versuchen?
es: No se pudo publicar en Facebook. ¿Deseas intentarlo de nuevo?
fr: Échec de publication vers Facebook. Réessayer ?
ja: Facebookへの投稿に失敗しました。 再試行しますか？
nl: Posten op Facebook is mislukt. Opnieuw proberen?
pt: Falha ao Publicar no Facebook. Tentar Novamente?
ru: Не удалось опубликовать в Facebook. Повторить попытку?
th: การโพสต์ไปยัง Facebook ล้มเหลว ลองอีกครั้งหรือไม่?

source: Posting to Quest Failed. Try Again?
de: Veröffentlichen in Aufgabe fehlgeschlagen. Erneut versuchen?
es: No se pudo publicar en la Cruzada. ¿Deseas intentarlo de nuevo?
fr: Échec de publication sur Quest. Réessayer ?
ja: クエストへの投稿に失敗しました。 再試行しますか？
nl: Posten op Quest is mislukt. Opnieuw proberen?
pt: Falha ao Publicar no Quest. Tentar Novamente?
ru: Не удалось опубликовать в Заданиях. Повторить попытку?
th: การโพสต์ไปยังภารกิจล้มเหลว ลองอีกครั้งหรือไม่?

source: Posting to Quest...
de: Veröffentlichen in Aufgabe...
es: Publicando en Cruzada...
fr: Publication sur Quest...
ja: クエストに投稿中…
nl: Posten op Quest...
pt: Publicando no Quest...
ru: Публикация в Заданиях...
th: กำลังโพสต์ไปยังภารกิจ...

source: Posting to Twitter Failed. Try Again?
de: Veröffentlichen bei Twitter fehlgeschlagen. Erneut versuchen?
es: No se pudo publicar en la Twitter. ¿Deseas intentarlo de nuevo?
fr: Échec de publication sur Twitter. Réessayer ?
ja: Twitterへの投稿に失敗しました。 再試行しますか？
nl: Posten op Twitter is mislukt. Opnieuw proberen?
pt: Falha ao Publicar no Twitter. Tentar Novamente?
ru: Публикация в Twitter не удалась. Повторить попытку?
th: การโพสต์ไปยัง Twitter ล้มเหลว ลองอีกครั้งหรือไม่?

source: Posting
de: Veröffentlichung
es: Publicando
fr: Publication en cours
ja: 投稿中
nl: Posten
pt: Publicando
ru: Публикация
th: กำลังโพสต์

source: Preparing Playback
de: Abspielen wird vorbereitet
es: Preparando reproducción
fr: Préparation de lecture
ja: プレイバック準備中
nl: Het afspelen voorbereiden
pt: Preparando Reprodução
ru: Подготовка воспроизведения
th: กำลังเตรียมการเล่น

source: Preparing Quest
de: Aufgabe wird vorbereitet
es: Preparando Cruzada
fr: Préparation de la Quête
ja: クエスト準備中
nl: Quest voorbereiden
pt: Preparando a Quest
ru: Подготовка задания
th: กำลังเตรียมภารกิจ

source: Privacy Policy
de: Datenschutzrichtlinie
es: Política de privacidad
fr: Politique de confidentialité
ja: プライバシー ポリシー
nl: Privacybeleid
pt: Política de Privacidade
ru: Конфиденциальность
th: นโยบายความเป็นส่วนตัว

source: Profile error:
de: Profilfehler:
es: Error de perfil:
fr: Erreur de profil :
ja: プロフィール エラー：
nl: Profielfout:
pt: Erro de Perfil:
ru: Ошибка профиля:
th: โปรไฟล์เกิดข้อผิดพลาด:

source: Profile
de: Profil
es: Perfil
fr: Profil
ja: プロフィール
nl: Profiel
pt: Perfil
ru: Профиль
th: โปรไฟล์

source: Pull to refresh...
de: Ziehen zum Aktualisieren...
es: Desliza para actualizar...
fr: Tirer pour rafraîchir...
ja: プルして更新…
nl: Sleep naar beneden om te vernieuwen...
pt: Puxe para atualizar...
ru: Для обновления потяните...
th: ดึุงเพื่อรีเฟรช...

source: Purchase Error
de: Kauffehler
es: Error al comprar
fr: Erreur d'achat
ja: 購入エラー
nl: Aankoopfout
pt: Erro de Compra
ru: Ошибка покупки
th: เกิดข้อผิดพลาดในการซื้อ

source: Purchase
de: Kaufen
es: Comprar
fr: Achat
ja: 購入
nl: Aankopen
pt: Comprar
ru: Покупка
th: ซื้อ

source: Purchased
de: Gekauft
es: Comprado
fr: Acheté
ja: 購入済み
nl: Aangekocht
pt: Comprado
ru: Куплено
th: ซื้อแล้ว

source: Push notifications remind you when there's a new Quest to draw.
de: Push-Benachrichtigungen erinnern dich, wenn es eine neue Zeichen-Aufgabe gibt.
es: Las notificaciones push te avisan cuando hay una Cruzada nueva para dibujar.
fr: Les notifications push vous alertent lorsqu'il y a une nouvelle Quête à dessiner.
ja: 新しくドローできるクエストがあるとプッシュ通知でリマインドされます。
nl: Push-meldingen herinneren je eraan als er een nieuwe quest is om te tekenen.
pt: Notificações Push lembram a você quando há uma nova Quest para desenhar.
ru: Уведомления Push напоминают вам о новых заданиях к выполнению
th: จะมีการส่งการแจ้งเตือนแบบพุชให้คุณทราบเมื่อมีภารกิจใหม่มาให้วาด

source: Quest of the Day Alerts
de: Nachrichten zur Aufgabe des Tages
es: Alertas de la Cruzada del día
fr: Alertes de Quête du jour
ja: 今日のクエスト通知
nl: 'Quest van de dag'-meldingen
pt: Alertas da Quest do Dia
ru: Сообщения о задании дня
th: การแจ้งเตือนภารกิจประจำวัน

source: Quest
de: Aufgabe
es: Cruzada
fr: Quête
ja: クエスト
ru: Задание
th: ภารกิจ

source: Quests
de: Aufgaben
es: Cruzadas
fr: Quêtes
ja: クエスト
ru: Задания
th: ภารกิจ

source: Ready for your first Quest?
de: Bereit für deine erste Aufgabe?
es: ¿Vamos con tu primera Cruzada?
fr: Prêt pour votre première Quête ?
ja: 最初のクエストの準備はできましたか?
nl: Klaar voor je eerste quest?
pt: Pronto para sua primeira Quest?
ru: Готовы к первому заданию?
th: พร้อมสำหรับภารกิจแรกของคุณแล้วหรือยัง?

# RecentTabTitle
source: Recent
de: Letzte
es: Reciente
fr: Récents
ja: 最近
pt: Recente
ru: Последнее
th: ล่าสุด

source: Recipients
de: Empfänger
es: Destinatarios
fr: Destinataires
ja: 受信者
nl: Ontvangers
pt: Destinatários
ru: Получатели
th: ผู้รับ

source: Refresh
de: Aktualisieren
es: Actualizar
fr: Rafraîchir
ja: 更新
nl: Vernieuwen
pt: Atualizar
ru: Обновить
th: รีเฟรช

source: Release to refresh...
de: Loslassen zum Aktualisieren...
es: Soltar para actualizar...
fr: Relâcher pour rafraîchir...
ja: リリースして更新…
nl: Laat los om te vernieuwen...
pt: Solte para atualizar...
ru: Отпустите для обновления...
th: ปล่อยเพื่อรีเฟรช...

source: remixed your drawing
de: hat deine Zeichnung umgestaltet
es: hizo un remix de tu dibujo
fr: a remixé votre dessin
ja: はあなたのドローイングをリミックスしました
nl: heeft jouw tekening geremixt
pt: remixou seu desenho
ru: переделал ваш рисунок
th: รีมิกซ์ภาพวาดของคุณ

source: Repeat New Password
de: Neues Passwort wiederholen
es: Repetir contraseña
fr: Répéter le nouveau mot de passe
ja: 新しいパスワードを繰り返す
nl: Nieuwe wachtwoord herhalen
pt: Repetir Nova Senha
ru: Введите новый пароль еще раз
th: ใส่รหัสผ่านใหม่อีกครั้ง

source: Report a Problem
de: Problem melden
es: Notificar un problema
fr: Signaler un problème
ja: 問題を報告する
nl: Een probleem melden
pt: Relatar um Problema
ru: Сообщить о проблеме
th: รายงานปัญหา

source: Report this Drawing
de: Diese Zeichnung melden
es: Denunciar este dibujo
fr: Signaler ce dessin
ja: このドローイングを報告する
nl: Deze tekening rapporteren
pt: Relatar este Desenho
ru: Сообщить о рисунке
th: รายงานภาพวาดนี้

source: Report this Quest
de: Diese Aufgabe melden
es: Denunciar esta Cruzada
fr: Signaler cette Quête
ja: このクエストを報告する
nl: Deze quest rapporteren
pt: Relatar esta Quest
ru: Сообщить о задании
th: รายงานภารกิจนี้

source: Restore Error
de: Wiederherstellungsfehler
es: Error al restaurar
fr: Erreur de restauration
ja: 復元エラー
nl: Fout herstellen
pt: Erro de Restauração
ru: Ошибка восстановления
th: การกู้คืนผิดพลาด

source: Restore Purchases
de: Einkäufe wiederherstellen
es: Restaurar compras
fr: Restauration des achats
ja: 購入を復元する
nl: Aankopen herstellen
pt: Restaurar Compras
ru: Восстановить покупки
th: กู้คืนสิ่งที่ซื้อ

source: Retry
de: Erneut versuchen
es: Reintentar
fr: Réessayer
ja: 再試行する
nl: Opnieuw proberen
pt: Tentar novamente
ru: Повторить
th: ลองอีกครั้ง

source: Saving Failed
de: Speicherfehler
es: No se pudo guardar
fr: Échec de sauvegarde
ja: 保存に失敗しました
nl: Opslaan mislukt
pt: Falha ao Salvar
ru: Не удалось сохранить
th: การบันทึกล้มเหลว

source: Search for '%@'
de: Suchen nach '%@'
es: Buscar '%@'
fr: Rechercher '%@'
ja: '%@'を検索
nl: Zoeken naar '%@'
pt: Procurar por '%@'
ru: Поиск '%@'
th: ค้นหา '%@'

source: Search for...
de: Suchen nach...
es: Buscar...
fr: Rechercher...
ja: 検索…
nl: Zoeken naar...
pt: Procurar por...
ru: Поиск...
th: ค้นหา...

source: Search People
de: Personen suchen
es: Buscar personas
fr: Rechercher des personnes
ja: ユーザー検索
nl: Mensen zoeken
pt: Procurar Pessoas
ru: Поиск людей
th: ค้นหาบุคคล

source: See what's new by tapping the menu button.
de: Sieh, was neu ist, indem du den Menü-Button antippst.
es: Pulsa el botón del menú para ver lo nuevo.
fr: Voyez ce qu'il y a de nouveau en appuyant sur le bouton de menu.
ja: メニューボタンをタップして新規情報をご覧ください。
nl: Nieuwigheden bekijken door te tikken op de menuknop.
pt: Veja o que há de novo tocando no botão do menu.
ru: Посмотрите новости, воспользовавшись кнопкой в меню.
th: ดูสิ่งใหม่ๆ โดยแตะที่ปุ่มเมนู

source: Service Error
de: Servicefehler
es: Error de servicio
fr: Erreur de service
ja: サービスエラー
nl: Servicefout
pt: Erro de Serviço
ru: Ошибка веб-сервиса
th: การบริการเกิดข้อผิดพลาด

source: Setting Avatar
de: Avatar wird eingerichtet
es: Estableciendo avatar
fr: Mise en place de l'avatar
ja: アバタ設定中
nl: Avatar instellen
pt: Ajustando Avatar
ru: Установка аватара
th: กำลังตั้งค่าภาพประจำตัว

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
ja: 設定
nl: Instellingen
pt: Ajustes
ru: Настройки
th: การตั้งค่า

source: Share on Tumblr
de: Auf Tumblr teilen
es: Compartir en Tumblr
fr: Partager sur Tumblr
ja: Tumblrで共有する
nl: Delen op Tumblr
pt: Compartilhar no Tumblr
ru: Поделиться в Tumblr
th: แบ่งปันบน Tumblr

source: Share to Facebook Timeline
de: In Facebook-Chronik teilen
es: Compartir en mi biografía de Facebook
fr: Partager sur le journal de Facebook
ja: Facebookタイムラインで共有する
nl: Delen op Facebook-tijdlijn
pt: Compartilhar na Linha do Tempo do Facebook
ru: Поделиться в хронике Facebook
th: แบ่งปันไปยังไทม์ไลน์ของ Facebook

source: Share to Twitter
de: Bei Twitter teilen
es: Compartir en Twitter
fr: Partager sur Twitter
ja: Twitterで共有する
nl: Delen op Twitter
pt: Compartilhar no Twitter
ru: Поделиться в Twitter
th: แบ่งปันไปยัง Twitter

source: Share with Friends to earn extra coins
de: Teile mit Freunden, um Extra-Coins zu verdienen
es: Comparte con amigos para ganar monedas extra.
fr: Partager avec des amis pour gagner des pièces supplémentaires
ja: 友達と共有してもっとコインを取得しよう
nl: Delen met vrienden om extra munten te verdienen
pt: Compartilhar com Amigos para ganhar moedas extras
ru: Поделитесь с друзьями и заработайте монеты
th: แบ่งปันกับเพื่อนๆ เพื่อรับเหรียญเพิ่ม

source: Share with Friends
de: Teile mit Freunden
es: Compartir con amigos
fr: Partager avec des amis
ja: 友達と共有する
nl: Delen met vrienden
pt: Compartilhar com Amigos
ru: Поделиться с друзьями
th: แบ่งปันกับเพื่อนๆ

source: Share Your Profile!
de: Teile dein Profil!
es: Comparte tu perfil
fr: Partagez votre profil !
ja: あなたのプロフィールを共有する！
nl: Je profiel delen!
pt: Compartilhe Seu Perfil!
ru: Опубликовать профиль!
th: แบ่งปันโปรไฟล์ของคุณ!

source: Share Your Profile
de: Teile dein Profil
es: Comparte tu perfil
fr: Partagez votre profil
ja: あなたのプロフィールを共有する
nl: Je profiel delen
pt: Compartilhar Seu Perfil
ru: Опубликовать профиль
th: แบ่งปันโปรไฟล์ของคุณ

source: Share
de: Teilen
es: Compartir
fr: Partager
ja: 共有
nl: Delen
pt: Compartilhar
ru: Поделиться
th: แบ่งปัน

source: Sharing
de: Teilen
es: Compartiendo
fr: Partage
ja: 共有
nl: Delen
pt: Compartilhando
ru: Публикация
th: การแบ่งปัน

source: Shop Error
de: Shop-Fehler
es: Error al comprar
fr: Erreur de boutique
ja: ショップエラー
nl: Winkelfout
pt: Erro na Loja
ru: Ошибка при покупке
th: ร้านค้าเกิดข้อผิดพลาด

source: Shop for More Colors!
de: Kauf dir mehr Farben!
es: ¡Compra más colores!
fr: Achetez d'autres couleurs !
ja: もっと色を購入する！
nl: Meer kleuren kopen!
pt: Compre Mais Cores!
ru: Купите еще цвета!
th: ซื้อสีมากกว่านี้!

source: Shop
es: Comprar
fr: Boutique
ja: ショップ
nl: Winkel
pt: Loja
ru: Магазин
th: ร้านค้า

source: Sign In & Post
de: Anmelden & Veröffentlichen
es: Iniciar sesión y publicar
fr: Connexion et publication
ja: サインイン＆投稿
nl: Aanmelden & posten
pt: Entrar e Publicar
ru: Вход и публикация
th: ลงชื่อเข้าใช้และโพสต์

source: Sign In and see what your fellow Questers are drawing!
de: Melde dich an und sieh, was andere DrawQuest-Nutzer zeichnen!
es: ¡Inicia sesión y mira lo que están dibujando los demás aventureros!
fr: Connectez-vous et voyez ce que les autres utilisateurs dessinent !
ja: サインインして他のクエスターが何をドローしているか見てみよう！
nl: Aanmelden en kijken wat je mede-questers aan het tekenen zijn!
pt: Entre e veja o que seus companheiros Questers estão desenhando!
ru: Войдите и посмотрите, что рисуют ваши коллеги по игре!
th: ลงชื่อเข้าใช้และดูว่านักล่าภารกิจของเรากำลังวาดภาพอะไรอยู่!

source: Sign In and Start Drawing
de: Melde dich an und zeichne
es: Inicia sesión y empieza a dibujar
fr: Connectez-vous et commencez à dessiner
ja: サインインしてドローイングを始めよう
nl: Meld je aan en begin te tekenen
pt: Entrar e Começar a Desenhar
ru: Войти для рисования
th: ลงชื่อเข้าใช้และเริ่มวาดภาพ

source: Sign In Failed
de: Anmelden fehlgeschlagen
es: No se pudo iniciar sesión
fr: Échec de connexion
ja: サインインに失敗しました
nl: Aanmelden mislukt
pt: Falha ao Entrar
ru: Не удалось осуществить вход
th: การลงชื่อเข้าใช้ล้มเหลว

source: Sign In
de: Anmelden
es: Iniciar sesión
fr: Connexion
ja: サインイン
nl: Aanmelden
pt: Entrar
ru: Вход
th: ลงชื่อเข้าใช้

source: Sign Out
de: Abmelden
es: Cerrar sesión
fr: Déconnexion
ja: サインアウト
nl: Afmelden
pt: Sair
ru: Выйти
th: ออกจากระบบ

source: Sign Up & Post
de: Abmelden & Veröffentlichen
es: Regístrate y publica
fr: Inscription et publication
ja: サインアップ＆投稿
nl: Registreren & posten
pt: Cadastrar-se e Publicar
ru: Вход для публикации
th: สมัครใช้งานและโพสต์
