Repository: SummerTree/drawquest
Catalog: l10n/*.lproj/Localizable.strings
Languages: de, es, fr, ja, nl, pt, ru, th

source: Unable to refresh quests due to unknown error.
de: Aufgaben aktualisieren aufgrund eines unbekannten Fehlers nicht möglich.
es: No se pudieron actualizar las cruzadas debido a un error desconocido.
fr: Impossible de rafraîchir les Quêtes à cause d'une erreur inconnue.
ja: 不明なエラーのためクエストを更新することができません。
nl: Kon quests niet vernieuwen wegens onbekende fout.
pt: Não é possível atualizar devido a um erro desconhecido.
ru: Невозможно обновить задания в связи с неизвестной ошибкой.
th: ไม่สามารถรีเฟรชภารกิจได้เนื่องจากเกิดข้อผิดพลาดโดยไม่ทราบสาเหตุ

source: Unable to Refresh Quests
de: Aufgaben aktualisieren nicht möglich
es: No se pudieron actualizar las Cruzadas
fr: Impossible de rafraîchir les Quêtes
ja: クエストを更新することができません
nl: Kon quests niet vernieuwen
pt: Não é Possível Atualizar Quests
ru: Невозможно обновить задания
th: ไม่สามารถรีเฟรชภารกิจได้

source: Unable to share to Facebook due to an unknown error.
de: Teilen auf Facebook aufgrund eines unbekannten Fehlers nicht möglich.
es: No se pudo compartir en Facebook debido a un error desconocido.
fr: Impossible de partager sur Facebook à cause d'une erreur inconnue.
ja: 不明なエラーのためFacebookと共有することができません。
nl: Kon niet delen op Facebook wegens een onbekende fout.
pt: Não é possível compartilhar no Facebook devido a um erro desconhecido.
ru: Невозможно опубликовать в Facebook в связи с неизвестной ошибкой.
th: ไม่สามารถแบ่งปันไปยัง Facebook ได้เนื่องจากเกิดข้อผิดพลาดโดยไม่ทราบสาเหตุ

source: Unable to share to Twitter due to an unknown error.
de: Teilen auf Twitter aufgrund eines unbekannten Fehlers nicht möglich.
es: No se pudo compartir en Twitter debido a un error desconocido.
fr: Impossible de partager sur Twitter à cause d'une erreur inconnue.
ja: 不明なエラーのためTwitterと共有することができません。
nl: Kon niet delen op Twitter wegens een onbekende fout.
pt: Não é possível compartilhar no Twitter devido a um erro desconhecido.
ru: Невозможно опубликовать в Twitter в связи с неизвестной ошибкой.
th: ไม่สามารถแบ่งปันไปยัง Twitter ได้เนื่องจากเกิดข้อผิดพลาดโดยไม่ทราบสาเหตุ

source: Unable to Unfollow
de: Entfolgen nicht möglich
es: No se puede seguir
fr: Impossible de se désabonner
ja: フォロー解除することができません
nl: Kon het volgen niet stoppen
pt: Não é Possível Deixar de Seguir
ru: Невозможно отменить следование
th: ไม่สามารถเลิกติดตามได้

source: Unfollowing
de: Entfolgen
es: Ya no le sigues
fr: Désabonnement en cours
ja: フォロー解除中
nl: Wordt niet meer gevolgd
pt: Deixando de seguir
ru: Не следую
th: กำลังเลิกติดตาม

source: Unknown error.
de: Unbekannter Fehler.
es: Error desconocido
fr: Erreur inconnue.
ja: 不明なエラー。
nl: Onbekende fout.
pt: Erro desconhecido.
ru: Неизвестная ошибка.
th: เกิดข้อผิดพลาดโดยไม่ทราบสาเหตุ

source: Update DrawQuest
de: DrawQuest aktualisieren
es: Actualizar DrawQuest
fr: Mise à jour de DrawQuest
ja: DrawQuestを更新する
nl: DrawQuest updaten
pt: Atualizar o DrawQuest
ru: Обновить DrawQuest
th: อัปเดต DrawQuest

source: Update
de: Aktualisieren
es: Actualizar
fr: Mise à jour
ja: 更新
nl: Updaten
pt: Atualizar
ru: Обновить
th: อัปเดต

source: Updated avatar.
de: Avatar aktualisiert.
es: Avatar actualizado.
fr: Avatar mis à jour.
ja: アバタ更新済み。
nl: Avatar updaten.
pt: Avatar atualizado.
ru: Обновленный аватар.
th: อัปเดตภาพประจำตัวแล้ว

source: Updating Settings
de: Einstellungen werden aktualisiert
es: Actualizando ajustes
fr: Mise à jour des réglages
ja: 設定更新中
nl: Instellingen updaten
pt: Atualizando Ajustes
ru: Обновление настроек
th: กำลังอัปเดตการตั้งค่า

source: Upgrade!
es: ¡Actualiza!
fr: Mettre à jour !
ja: アップグレード！
nl: Upgraden!
pt: Faça o Upgrade!
ru: Обновить!
th: อัปเกรด!

source: Upgrade
es: Actualizar
fr: Mettre à jour
ja: アップグレード
nl: Upgraden
ru: Обновление
th: อัปเกรด

source: Upload Failed. Try Again?
de: Uploadfehler. Erneut versuchen?
es: La carga falló. ¿Deseas intentarlo de nuevo?
fr: Échec du transfert. Réessayer ?
ja: アップロードに失敗しました。再試行しますか？
nl: Upload mislukt. Opnieuw proberen?
pt: Falha ao Enviar. Tentar Novamente?
ru: Не удалось загрузить. Повторить попытку?
th: การอัปโหลดล้มเหลว ลองอีกครั้งหรือไม่?

source: Uploading the image failed. Try again?
de: Fehler beim Upload des Bilds. Erneut versuchen?
es: No se pudo subir la imagen. ¿Deseas intentarlo de nuevo?
fr: Échec du transfert de l'image. Réessayer à nouveau ?
ja: 画像のアップロードに失敗しました。再試行しますか？
nl: Kon afbeelding niet uploaden. Opnieuw proberen?
pt: Falha ao enviar imagem. Tentar novamente?
ru: Не удалось загрузить изображение. Повторить попытку?
th: การอัปโหลดรูปภาพล้มเหลว ลองอีกครั้งหรือไม่?

source: Uploading
de: Upload...
es: Subiendo
fr: Transfert en cours
ja: アップロード中
nl: Uploaden
pt: Enviando
ru: Загрузка
th: กำลังอัปโหลด

source: Username
de: Nutzername
es: Usuario
fr: Nom d'utilisateur
ja: ユーザー名
nl: Gebruikersnaam
pt: Nome de Usuário
ru: Имя пользователя
th: ชื่อผู้ใช้

source: View this Quest
de: Diese Aufgabe ansehen
es: Ver esta Cruzada
fr: Voir cette Quête
ja: このクエストを表示する
nl: Deze quest bekijken
pt: Ver esta Quest
ru: Посмотреть это задание
th: ดูภารกิจนี้

source: We couldn't load the gallery. Please try again.
de: Galerie konnte nicht geladen werden. Bitte erneut versuchen.
es: No se pudo cargar la galería. Inténtalo de nuevo.
fr: Nous n'avons pu charger la galerie. Veuillez réessayer.
ja: ギャラリーを読み込むことができません。再試行してください。
nl: We konden de galerij niet laden. Gelieve opnieuw te proberen.
pt: Não foi possível carregar a galeria. Tente novamente.
ru: Не удалось загрузить галерею. Повторите попытку.
th: เราไม่สามารถโหลดแกลเลอรี่ได้ โปรดลองอีกครั้ง

source: We couldn't load the profile. Please try again.
de: Profil konnte nicht geladen werden. Bitte erneut versuchen.
es: No se pudo cargar el perfil. Inténtalo de nuevo.
fr: Nous n'avons pu charger le profil. Veuillez réessayer.
ja: プロフィールを読み込むことができません。再試行してください。
nl: We konden het profiel niet laden. Gelieve opnieuw te proberen.
pt: Não foi possível carregar o perfil. Tente novamente.
ru: Не удалось загрузить профиль. Повторите попытку.
th: เราไม่สามารถโหลดโปรไฟล์ได้ โปรดลองอีกครั้ง

source: We couldn't load your activity. Please try again.
de: Deine Aktivität konnte nicht geladen werden. Bitte erneut versuchen.
es: No se pudo cargar tu actividad. Inténtalo de nuevo.
fr: Nous n'avons pu charger votre activité. Veuillez réessayer.
ja: アクティビティーを読み込むことができません。再試行してください。
nl: We konden je activiteit niet laden. Gelieve opnieuw te proberen.
pt: Não foi possível carregar sua atividade. Tente novamente.
ru: Не удалось загрузить ваши действия. Повторите попытку.
th: เราไม่สามารถโหลดกิจกรรมของคุณได้ โปรดลองอีกครั้ง

source: We have Questers of all ages, so please keep your drawings safe-for-work and appropriate for everyone
de: Wir haben DrawQuest-Nutzer jeden Alters, also gestalte deine Zeichnungen bitte für den Arbeitsplatz geeignet und für alle angemessen.
es: Tenemos aventureros de todas las edades, así que por favor asegúrate de que tus dibujos sean adecuados para el trabajo y para todos
fr: Nous avons des utilisateurs de tout âge, aussi gardez vos dessins décents et appropriés pour chacun
ja: 様々な年齢層のクエスターがいるので、ドローイングはどの年齢層にも安全かつ適しているようにしてください。
nl: We hebben questers van alle leeftijden, dus gelieve je tekeningen fatsoenlijk en geschikt voor iedereen te houden.
pt: Temos Questers de todas as idades, portanto, mantenha seus desenhos seguro para o trabalho e apropriado para todos.
ru: Наши участники разных возрастов, поэтому рисунки должны быть соответствующими и подходить разным возрастным категориям
th: เรามีนักล่าภารกิจทุกช่วงวัย ดังนั้นโปรดวาดภาพที่สามารถแสดงต่อสาธารณะได้ และเหมาะสมกับทุกๆ คน

source: We were unable to remove the quest from your inbox. Please try again later.
de: Wir konnten die Aufgabe nicht aus deinem Posteingang löschen. Bitte versuche es später erneut.
es: No se pudo eliminar la Cruzada desde la bandeja de entrada. Inténtalo de nuevo.
fr: Nous n'avons pu supprimer la Quête de votre boîte de réception. Veuillez réessayer plus tard.
ja: このクエストを受信箱から削除することができません。再試行してください。
nl: We konden de quest niet uit je inbox verwijderen. Gelieve het later opnieuw te proberen.
pt: Não foi possível remover a quest da sua caixa de entrada. Tente mais tarde.
ru: Не удалось удалить задание из вашего ящика. Повторите попытку позже.
th: เราไม่สามารถลบภารกิจออกจากกล่องจดหมายได้ โปรดลองอีกครั้งภายหลัง

source: Web Profile
de: Web-Profil
es: Perfil web
fr: Profil web
ja: Webプロフィール
nl: Webprofiel
pt: Perfil da Web
ru: Веб-профиль
th: โปรไฟล์บนเว็บ

source: Welcome Back
de: Willkommen zurück
es: Qué bueno que regresaste
fr: Bienvenue à nouveau
ja: おかえりなさい
nl: Welkom terug
pt: Bem-vindo(a) de Volta
ru: Приветствуем снова
th: ขอต้อนรับการกลับมา

source: Welcome to DrawQuest!
de: Willkommen bei DrawQuest!
es: ¡Te damos la bienvenida a DrawQuest!
fr: Bienvenue sur DrawQuest !
ja: DrawQuestへようこそ！
nl: Welkom bij DrawQuest!
pt: Bem-vindo(a) ao DrawQuest!
ru: Приветствуем в DrawQuest!
th: ยินดีต้อนรับสู่ DrawQuest!

source: Welcome to
de: Willkommen bei
es: Te damos la bienvenida a
fr: Bienvenue sur
ja: ようこそ
nl: Welkom bij
pt: Bem-vindo(a) ao
ru: Добро пожаловать в
th: ยินดีต้อนรับสู่

source: Welcome
de: Hallo
es: Te damos la bienvenida
fr: Bienvenue
ja: ようこそ
nl: Welkom
pt: Bem-vindo(a)
ru: Приветствуем
th: ยินดีต้อนรับ

source: Would you really like to delete your artwork?
de: Willst du dein Kunstwerk wirklich löschen?
es: ¿Realmente deseas eliminar tus obras?
fr: Souhaitez-vous vraiment supprimer votre dessin ?
ja: あなたの作品を削除してもよろしいでしょうか？
nl: Wil je je werk echt verwijderen?
pt: Gostaria realmente de excluir sua arte?
ru: Вы действительно хотите удалить свои работы?
th: คุณต้องการลบงานศิลปะของคุณหรือไม่?

source: Yes, continue
de: Ja, fortfahren
es: Sí, continuar
fr: Oui, continuez
ja: はい、続行します
nl: Ja, doorgaan
pt: Sim, continuar
ru: Да, продолжить
th: ใช่ ดำเนินการต่อ

source: Yesterday
de: Gestern
es: Ayer
fr: Hier
ja: 昨日
nl: Gisteren
pt: Ontem
ru: Вчера
th: เมื่อวาน

source: You Can Also Sign In Using:
de: Du kannst dich auch einloggen über:
es: También puedes iniciar sesión con:
fr: Vous pouvez aussi vous connecter en utilisant :
ja: 次を使用してサインインできます：
nl: Je kunt je ook aanmelden met:
pt: Você Também Pode Entrar Usando:
ru: Вы также можете войти с помощью:
th: คุณยังสามารถลงชื่อเข้าใช้งานได้โดยใช้:

source: You Can Also Sign Up Using:
de: Du kannst dich auch registrieren über:
es: También puedes registrarte con:
fr: Vous pouvez aussi vous inscrire en utilisant :
ja: 次を使用してサインアップすることもできます：
nl: Je kunt je ook registreren met:
pt: Você Também Pode Entrar Usando:
ru: Вы также можете зарегистрироваться с помощью:
th: คุณยังสามารถสมัครใช้งานได้โดยใช้:

source: You don't have any activity yet.
de: Du hast noch keine Aktivität.
es: Aún no tienes ninguna actividad.
fr: Vous n'avez aucune activité pour l'instant.
ja: まだ、アクティビティはありません。
nl: Je hebt nog geen activiteiten.
pt: Você ainda não tem nenhuma atividade.
ru: У вас пока нет действий.
th: คุณยังไม่มีกิจกรรมใดๆ ในขณะนี้

source: You don't have enough coins, why not buy some first?
de: Du hast nicht genug Coins. Warum kaufst du nicht erst welche?
es: No tienes suficientes monedas. ¿Qué tal si compras algunas primero?
fr: Vous n'avez pas assez de pièces, pourquoi ne pas commencer par en acheter ?
ja: コインが足りません。まず、購入しますか？
nl: Je hebt niet genoeg munten, waarom er niet eerst enkele kopen?
pt: Você não tem moedas suficientes. Por que não compra algumas primeiro?
ru: У вас недостаточно монет. Почему бы не купить для начала?
th: คุณมีเหรียญไม่พอ ไม่ลองซื้อเหรียญเพิ่มก่อนหรือ?

source: You haven't drawn anything yet! Quests you've drawn in will appear here.
de: Du hast noch nichts gezeichnet! Deine gezeichneten Aufgaben erscheinen hier.
es: ¡Aún no has dibujado nada! Aquí aparecerán las Cruzadas de las que hayas participado.
fr: Vous n'avez encore rien dessiné ! Les Quêtes que vous avez dessinées figureront ici.
ja: まだ、ドローしていません。あなたがドローしたクエストはここに表示されます。
nl: Je hebt nog niets getekend! Quests waarin je getekend hebt, zullen hier verschijnen.
pt: Você não desenhou nada ainda! As Quests que você desenhou aparecerão aqui.
ru: У вас пока нет рисунков! Созданные вами задания появятся здесь.
th: คุณยังไม่ได้วาดภาพใดๆ เลยในตอนนี้! ภารกิจที่คุณวาดไว้จะปรากฏที่นี่

source: Your drawing was featured on Explore!
de: Deine Zeichnung wurde im Bereich Erkunden vorgestellt!
es: ¡Se ha destacado tu dibujo en Explorar!
fr: Votre dessin a été présenté sur Explore !
ja: あなたのドローイングは検索で特集されました！
nl: Je tekening is gebruikt op Explore!
pt: Seu desenho foi apresentado no Explore!
ru: Ваш рисунок был отмечен в Поиске!
th: ภาพวาดของคุณถูกแสดงเป็นภาพเด่นในส่วนของการสำรวจ!

source: Your new coins are ready to use.
de: Deine neuen Coins sind einsatzbereit.
es: Las monedas nuevas están listas para usar.
fr: Vos nouvelles pièces sont prêtes à être utilisées.
ja: 新しいコインを使用することができます。
nl: Je nieuwe munten zijn klaar voor gebruik.
pt: Suas novas moedas estão prontas para usar.
ru: Вы можете пользоваться новыми монетами.
th: เหรียญที่คุณได้มาใหม่สามารถใช้งานได้ทันที

source: Your profile no longer exists.
de: Dein Profil existiert nicht mehr.
es: Tu perfil ya no existe.
fr: Votre profil n'existe plus.
ja: プロフィールはもう存在しません。
nl: Je profiel bestaat niet meer.
pt: Seu perfil não existe mais.
ru: Ваш профиль больше не существует.
th: ไม่มีโปรไฟล์ของคุณอีกต่อไป

source: Your version of DrawQuest is out of date. Please update to see this activity item.
de: Deine Version von DrawQuest ist veraltet. Bitte aktualisiere sie, um diesen Aktivitätspunkt zu sehen.
es: Esta versión de DrawQuest está desactualizada. Actualízala para ver esta actividad.
fr: Votre version de DrawQuest est périmée. Veuillez la mettre à jour pour voir cet élément d'activité.
ja: あなたのDrawQuestバージョンは古いものです。このアクテビティ項目を見るためには更新してください。
nl: Je versie van DrawQuest is niet meer actueel. Gelieve te updaten om het item van deze activiteit te bekijken.
pt: Sua versão do DrawQuest está desatualizada. Por favor, atualize para ver este item de atividade.
ru: Ваша версия DrawQuest устарела. Обновите ее, чтобы посмотреть действие.
th: DrawQuest ของคุณเป็นเวอร์ชันเก่าแล้ว โปรดอัปเดตเพื่อดูรายการกิจกรรมนี้

source: Today's Quest is now available. Come draw it!
de: Die heutige Mission ist jetzt verfügbar. Komm und zeichne sie!
es: ¡Ya está disponible la Cruzada de hoy! ¡Ven a dibujarla!
fr: La Quête d'aujourd'hui est à présent disponible. Viens la dessiner !
ja: 今日のクエストの準備ができました。引いてみてね！
nl: Quest is nu beschikbaar. Kom nu tekenen!
pt: A Quest de hoje já está disponível. Venha desenhar!
ru: Появилось сегодняшнее задание. Приглашаем к рисованию!
th: Quest ของวันนี้มีให้บริการแล้ว มาวาดภาพกัน!
