Repository: SummerTree/drawquest
Catalog: l10n/*.lproj/Localizable.strings
Languages: de, es, fr, ja, nl, pt, ru, th

# Come draw "%@" with me on @DrawQuest! http://www.example.com/download
source: Come draw "%@" with me on @DrawQuest! http://example.com/download
de: Komm, zeichne "%@" mit mir bei @DrawQuest! http://example.com/download
es: ¡Ven a dibujar "%@" conmigo en @DrawQuest! http://example.com/download
fr: Venez dessiner "%@" avec moi sur @DrawQuest ! http://example.com/download
ja: @DrawQuestで一緒に「%@」をドローしましょう！http://example.com/download
nl: Teken samen "%@" met mij op @DrawQuest! http://example.com/download
pt: Venha desenhar "%@" comigo no @DrawQuest! http://example.com/download
ru: Рисуй "%@" со мной в @DrawQuest! http://example.com/download
th: มาวาดรูป "%@" กับฉันบน @DrawQuest! http://example.com/download

# Come draw "%@" with me on DrawQuest! %@
source: Come draw "%1$@" with me on DrawQuest! %2$@
de: Komm, zeichne "%1$@" mit mir bei DrawQuest! %2$@
es: Ven a dibujar "%1$@" conmigo en DrawQuest! %2$@
fr: Venez dessiner "%1$@" avec moi sur DrawQuest ! %2$@
ja: DrawQuestで一緒に「%1$@」をドローしましょう！%2$@
nl: Teken samen "%1$@" met mij op DrawQuest! %2$@
pt: Venha desenhar "%1$@" comigo no DrawQuest! %2$@
ru: Рисуй "%1$@" со мной в DrawQuest! %2$@
th: มาวาดรูป "%1$@" กับฉันบน DrawQuest! %2$@

# Come draw "%@" with me on DrawQuest! http://www.example.com/download
source: Come draw "%@" with me on DrawQuest! http://example.com/download
de: Komm, zeichne "%@" mit mir bei DrawQuest! http://example.com/download
es: ¡Ven a dibujar "%@" conmigo en DrawQuest! http://example.com/download
fr: Venez dessiner "%@" avec moi sur DrawQuest ! http://example.com/download
ja: DrawQuestで一緒に「%@」をドローしましょう！http://example.com/download
nl: Teken samen "%@" met mij op DrawQuest! http://example.com/download
pt: Venha desenhar "%@" comigo no DrawQuest! http://example.com/download
ru: Рисуй "%@" со мной в DrawQuest! http://example.com/download
th: มาวาดรูป "%@" กับฉันบน DrawQuest! http://example.com/download

source: Come draw "%@" with me on DrawQuest!
de: Komm, zeichne "%@" mit mir bei DrawQuest!
es: ¡Ven a dibujar "%@" conmigo en DrawQuest!
fr: Venez dessiner "%@" avec moi sur DrawQuest !
ja: DrawQuestで一緒に「%@」をドローしましょう！
nl: Teken samen "%@" met mij op DrawQuest!
pt: Venha desenhar "%@" comigo no DrawQuest!
ru: Рисуй "%@" со мной DrawQuest!
th: มาวาดรูป "%@" กับฉันบน DrawQuest!

# Come draw with me on DrawQuest! http://www.example.com/download
source: Come draw with me on DrawQuest! http://example.com/download
de: Komm, zeichne mit mir bei DrawQuest! http://example.com/download
es: ¡Ven a dibujar conmigo en DrawQuest! http://example.com/download
fr: Venez dessiner avec moi sur DrawQuest ! http://example.com/download
ja: DrawQuestで一緒にドローしましょう！http://example.com/download
nl: Kom samen met mij tekenen op DrawQuest! http://example.com/download
pt: Venha desenhar comigo no DrawQuest! http://example.com/download
ru: Рисуй со мной в DrawQuest! http://example.com/download
th: มาวาดรูปกับฉันบน DrawQuest! http://example.com/download

source: Come draw with me on DrawQuest!
de: Komm, zeichne mit mir bei DrawQuest!
es: ¡Ven a dibujar conmigo en DrawQuest!
fr: Venez dessiner avec moi sur DrawQuest !
ja: DrawQuestで一緒にドローしましょう！
nl: Kom samen met mij tekenen op DrawQuest!
pt: Venha desenhar comigo no DrawQuest!
ru: Рисуй со мной в DrawQuest!
th: มาวาดรูปกับฉันบน DrawQuest!

source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer
ja: 確認
nl: Bevestigen
pt: Confirmar
ru: Подтвердить
th: ยืนยัน

source: Confirmation
de: Bestätigung
es: Confirmación
ja: 確認
nl: Bevestiging
pt: Confirmação
ru: Подтверждение
th: การยืนยัน

source: Connect with Facebook to see your list of friends. Then choose friends you'd like to add.
de: Verbinde dich mit Facebook, um deine Freundesliste zu sehen. Wähle dann die Freunde, die du hinzufügen willst.
es: Conéctate con Facebook para ver tu lista de amigos. Luego elige los amigos que deseas agregar.
fr: Connectez-vous avec Facebook pour voir votre liste d'amis. Puis choisissez des amis que vous aimeriez ajouter.
ja: Facebookに接続して友達のリストから、追加する友達を選択しましょう。
nl: Maak verbinding met Facebook om je lijst met vrienden te bekijken. Kies dan de vrienden die je wilt toevoegen.
pt: Conecte-se com o Facebook para ver sua lista de amigos. Depois escolha os amigos que você gostaria de adicionar.
ru: Для просмотра списка друзей подключитесь к Facebook. Затем выберите друзей, которых хотите добавить.
th: เชื่อมต่อกับ Facebook เพื่อดูรายชื่อเพื่อนของคุณ จากนั้นเลือกเพื่อนที่คุณต้องการเพิ่ม

source: Connect with Twitter to see your list of friends. Then choose friends you'd like to add.
de: Verbinde dich mit Twitter, um deines Freundesliste zu sehen. Wähle dann die Freunde, die du hinzufügen willst.
es: Conéctate con Twitter para ver tu lista de amigos. Luego elige los amigos que deseas agregar.
fr: Connectez-vous avec Twitter pour voir votre liste d'amis. Puis choisissez des amis que vous voudriez ajouter.
ja: Twitterに接続して友達のリストから、追加する友達を選択しましょう。
nl: Maak verbinding met Twitter om je lijst met vrienden te bekijken. Kies dan de vrienden die je wilt toevoegen.
pt: Conecte-se com o Twitter para ver sua lista de amigos. Depois escolha os amigos que você gostaria de adicionar.
ru: Для просмотра списка друзей подключитесь к Twitter. Затем выберите друзей, которых хотите добавить.
th: เชื่อมต่อกับ Twitter เพื่อดูรายชื่อเพื่อนของคุณ จากนั้นเลือกเพื่อนที่คุณต้องการเพิ่ม

source: Contacts
de: Kontakte
es: Contactos
ja: 連絡先
nl: Contacten
pt: Contatos
ru: Контакты
th: รายชื่อผู้ติดต่อ

source: Continue without inviting?
de: Fortfahren ohne einzuladen?
es: ¿Deseas continuar sin invitar?
fr: Continuer sans inviter ?
ja: 招待せずに続行しますか？
nl: Doorgaan zonder uit te nodigen?
pt: Continuar sem convidar?
ru: Продолжить без приглашения?
th: ดำเนินการต่อโดยไม่เชิญใครเลยใช่หรือไม่?

source: Continue
de: Fortfahren
es: Continuar
fr: Continuer
ja: 続行
nl: Doorgaan
pt: Continuar
ru: Продолжить
th: ทำต่อ

source: Cost: %@ coins
de: Kosten: %@ Coins
es: Costo: %@ moneda
fr: Coût : %@ pièces
ja: 値段：%@コイン
nl: Prijs: %@ munten
pt: Custo: %@ moedas
ru: Стоимость: %@ монеты
th: ราคา: %@ เหรียญ

source: Create a Quest
de: Aufgabe erstellen
es: Crear una Cruzada
fr: Créer une Quête
ja: クエストを作成する
nl: Creëer een Quest
pt: Crie uma Quest
ru: Создать задание
th: สร้างภารกิจ

source: Create your own Quest and share it with friends!
de: Erstelle deine eigene Aufgabe und teile sie mit Freunden!
es: ¡Crea tu propia cruzada y compártela con amigos!
fr: Créez votre propre Quête et partagez-la avec des amis !
ja: 独自のクエストを作成して、友達と共有しよう！
nl: Creëer je eigen Quest en deel die met vrienden!
pt: Crie sua própria Quest e compartilhe com amigos!
ru: Создавайте собственные задания и делитесь ими с друзьями!
th: สร้างภารกิจของคุณเองและแบ่งปันกับเพื่อนๆ!

source: created a Quest
de: hat eine Aufgabe erstellt
es: creó una Cruzada
fr: a créé une Quête
ja: クエスト作成済み
nl: Quest gecreëerd
pt: criaram uma Quest
ru: создал(а) задание
th: ได้สร้างภารกิจแล้ว

source: Created this Quest
de: Hat diese Aufgabe erstellt
es: creó esta Cruzada
fr: A créé cette Quête
ja: このクエストの作成者
nl: Heb deze Quest gecreëerd
pt: Criou esta Quest
ru: Создал(а) это задание
th: สร้างภารกิจนี้

source: Current Password
de: Aktuelles Passwort
es: Contraseña actual
fr: Mot de passe actuel
ja: 現在のパスワード
nl: Huidig wachtwoord
pt: Senha Atual
ru: Текущий пароль
th: รหัสผ่านปัจจุบัน

source: Delete Drawing
de: Zeichnung löschen
es: Eliminar dibujo
fr: Supprimer le dessin
ja: ドローイングを削除する
nl: Tekening wissen
pt: Excluir Desenho
ru: Удалить рисунок
th: ลบภาพวาด

source: Delete this Drawing
de: Diese Zeichnung löschen
es: Eliminar este dibujo
fr: Supprimer ce dessin
ja: このドローイングを削除する
nl: Deze tekening wissen
pt: Excluir este Desenho
ru: Удалить этот рисунок
th: ลบภาพวาดนี้

source: Delete Upload
de: Upload löschen
es: Eliminar carga
fr: Supprimer le transfert
ja: アップロードを削除する
nl: Upload wissen
pt: Excluir Envio
ru: Удалить загрузку
th: ลบสิ่งที่อัปโหลด

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
ja: 削除
nl: Wissen
pt: Excluir
ru: Удалить
th: ลบ

source: Don't have an account?
de: Du hast keinen Account?
es: ¿No tienes una cuenta?
fr: Vous n'avez pas de compte ?
ja: アカウントを持っていませんか？
nl: Heb je geen account?
pt: Não possui uma conta?
ru: У вас нет аккаунта?
th: ไม่มีบัญชีหรือ?

source: Done
de: Fertig
es: OK
fr: Terminé
ja: 完了
nl: Gereed
pt: Concluído
ru: Готово
th: เสร็จ

source: Draw a Template
de: Zeichne eine Vorlage
es: Dibuja un modelo
fr: Dessiner un modèle
ja: テンプレートをドローする
nl: Teken een sjabloon
pt: Desenhar um Modelo
ru: Нарисовать шаблон
th: วาดแม่แบบ

source: Draw This Later
de: Später zeichnen
es: Dibujar esto más tarde
fr: Dessiner plus tard
ja: 後でこれをドローする
nl: Teken deze later
pt: Desenhar Isto Depois
ru: Сделать это позже
th: วาดภายหลัง

source: Draw this Quest
de: Diese Aufgabe zeichnen
es: Dibuja esta Cruzada
fr: Dessiner cette Quête
ja: このクエストをドローする
nl: Teken deze Quest
pt: Desenhar esta Quest
ru: Нарисовать задание
th: วาดภารกิจนี้

source: Draw This Quest
de: Diese Aufgabe zeichnen
es: Dibuja esta Cruzada
fr: Dessiner cette Quête
ja: このクエストをドローする
nl: Teken deze Quest
pt: Desenhar Esta Quest
ru: Нарисовать это задание
th: วาดภารกิจนี้

source: Draw this
de: Dies zeichnen
es: Dibuja esto
fr: La dessiner
ja: これをドローする
nl: Teken deze
pt: Desenhar esta
ru: Нарисовать это
th: วาดสิ่งนี้

source: Draw, every day.
de: Zeichne, jeden Tag.
es: Dibuja todos los días.
fr: Dessiner, chaque jour.
ja: 毎日ドローする。
nl: Teken, elke dag.
pt: Desenhe todo dia.
ru: Рисуйте каждый день.
th: วาดภาพทุกวัน

# DrawAreaTitle
source: Draw
de: Zeichnen
es: Dibujar
fr: Dessiner
ja: ドロー
nl: Tekenen
pt: Desenhar
ru: Рисовать
th: วาดภาพ

source: Drawing delete failed
de: Zeichnung löschen fehlgeschlagen
es: No se pudo borrar el dibujo
fr: Échec de suppression de dessin
ja: ドローイングの削除に失敗しました
nl: Tekening wissen mislukt
pt: Falha ao excluir desenho
ru: Не удалось удалить рисунок
th: การลบภาพวาดล้มเหลว

source: Drawings
de: Bilder
es: Dibujos
fr: Dessins
ja: 作品数
nl: Tekeningen
pt: Desenhos
ru: Рисунки
th: ภาพวาด

# DrawPrompt
source: Draw
de: Zeichne
es: Dibujar
fr: Dessiner
ja: ドロー
nl: Tekenen
pt: Desenhar
ru: Рисовать
th: วาดภาพ

source: DrawQuest Connection Failed
de: DrawQuest-Verbindungsfehler
es: No se pudo comunicar con DrawQuest
fr: Échec de la connexion à DrawQuest
ja: DrawQuestの接続が失敗しました
nl: Verbinding met DrawQuest mislukt
pt: Falha ao conectar-se ao DrawQuest
ru: Не удалось подключиться к DrawQuest
th: การเชื่อมต่อกับ DrawQuest ล้มเหลว

source: DrawQuest is more fun when you share with friends. Would you still like to continue without sharing?
de: DrawQuest macht mehr Spaß, wenn du die App mit Freunden teilst. Möchtest du trotzdem ohne Teilen fortfahren?
es: DrawQuest es más divertida cuando compartes con amigos. ¿Deseas seguir sin compartir?
fr: DrawQuest est plus amusante lorsque vous partagez avec des amis. Préférez-vous tout de même continuer sans partager ?
ja: DrawQuestを友達と共有するともっと楽しめます。共有なしで続行しますか？
nl: DrawQuest is veel leuker als je met vrienden deelt. Wil je nog steeds doorgaan zonder te delen?
pt: DrawQuest é mais divertido quando você compartilha com amigos. Ainda gostaria de continuar sem compartilhar?
ru: Пользоваться DrawQuest значительно нтереснее вместе с друзьями. Вы все еще хотите продолжить без них?
th: DrawQuest จะสนุกยิ่งขึ้นเมื่อคุณแบ่งปันกับเพื่อนๆ คุณยังจะดำเนินการต่อโดยไม่อนุญาตให้มีการแบ่งปันใช่หรือไม่?

source: DrawQuest Profile Page
de: DrawQuest-Profilseite
es: Página de perfil de DrawQuest
fr: Page de profil DrawQuest
ja: DrawQuestプロフィールページ
nl: DrawQuest Profielpagina
pt: Página de Perfil do DrawQuest
ru: Профиль DrawQuest
th: หน้าโปรไฟล์ของ DrawQuest

source: DrawQuest Update Available!
de: DrawQuest-Update verfügbar!
es: Hay una actualización de DrawQuest disponible.
fr: Mise à jour de DrawQuest disponible !
ja: DrawQuestの更新が利用可能です！
nl: DrawQuest update beschikbaar!
pt: Atualização do DrawQuest Disponível!
ru: Доступно обновление DrawQuest!
th: มีอัปเดตสำหรับ DrawQuest ให้ติดตั้ง!

source: DrawQuest was denied access to your photo library. You can allow access using the iOS Settings app.
de: DrawQuest wurde der Zugriff auf deine Fotos verweigert. Du kannst den Zugriff auch über die iOS-Einstellungs-App erlauben.
es: DrawQuest no tiene permiso para acceder a la biblioteca de fotos. Permítele el acceso desde la aplicación Ajustes del iOS.
fr: DrawQuest n'a pu accéder à votre photothèque. Vous pouvez autoriser l'accès en utilisant l'app de réglages de iOS.
ja: DrawQuestにはあなたのフォトライブラリにアクセスする許可が与えられていません。iOS 設定アプリからアクセスを許可することができます。
nl: DrawQuest is toegang geweigerd tot je fotobibliotheek. Je kunt die toegang toestaan in je iOS Instellingen app.
pt: DrawQuest negou acesso a sua biblioteca de fotos. Você pode permitir acesso usando app de Ajustes do iOS.
ru: DrawQuest отказано в доступе к вашей фото-библиотеке. Вы можете разрешить доступ в Настройках iOS.
th: ไลบรารีภาพถ่ายไม่อนุญาตให้ DrawQuest เข้าถึง คุณสามารถอนุญาตการเข้าถึงได้ด้วยแอปการตั้งค่าของ iOS

source: DrawQuest was not granted access to your Twitter accounts.
de: DrawQuest wurde kein Zugriff auf deine Twitter-Accounts gewährt.
es: DrawQuest no tiene permiso para acceder a tus cuentas de Twitter.
fr: DrawQuest n'a pu accéder à vos comptes Twitter.
ja: DrawQuestにはあなたのTwitterアカウントにアクセスする許可が与えられていません。
nl: DrawQuest kreeg geen toegang tot je Twitter-accounts.
pt: DrawQuest não concedeu acesso a suas contas do Twitter.
ru: DrawQuest отказано в доступе к вашим аккаунтам в Twitter.
th: DrawQuest ไม่ได้รับอนุญาตให้เข้าถึงบัญชี Twitter ของคุณ

source: Earn 5 Coins
de: Verdiene 5 Coins
es: Gana 5 monedas
fr: Gagnez 5 pièces
ja: 5コインを取得する
nl: Verdien 5 munten
pt: Ganhe 5 Moedas
ru: Заработайте 5 монет
th: ได้รับ 5 เหรียญ

source: Earn 25 Coins
de: Verdiene 25 Coins
es: Gana 25 monedas
fr: Gagnez 25 pièces
ja: 25コインを取得する
nl: Verdien 25 munten
pt: Ganhe 25 Moedas
ru: Заработайте 25 монет
th: ได้รับ 25 เหรียญ

source: Earn coins by being an active Quester. Spend coins to unlock more colors!
de: Verdiene Coins, indem du viele Aufgaben löst. Gib Coins aus, um mehr Farben freizuschalten!
es: Gana monedas por participar de Cruzadas activamente. ¡Usa las monedas para desbloquear más colores!
fr: Gagnez des pièces en participant activement. Dépensez des pièces pour déverrouiller plus de couleurs !
ja: アクティブなクエスターになってコインを取得。コインで支払って多くの色をアンロックしよう！
nl: Verdien munten door een actieve Quester te zijn. Spendeer munten om meer kleuren te ontgrendelen!
pt: Ganhe moedas sendo um Quester ativo. Gaste moedas para desbloquear mais cores!
ru: Зарабатывайте монеты за активность в создании заданий. Используйте их для разблокировки других цветов!
th: รับเหรียญได้โดยเล่นภารกิจเป็นประจำ ใช้เหรียญเพื่อปลดล็อคสีต่างๆ เพิ่ม!

source: Earn coins by drawing Quests. Spend coins to get more colors.
de: Verdiene Coins, indem du Aufgaben zeichnest. Gib Coins aus, um mehr Farben zu erhalten.
es: Gana monedas dibujando Cruzadas. Luego gástalas comprando más colores.
fr: Gagnez des pièces en dessinant des Quêtes. Dépensez des pièces pour obtenir plus de couleurs.
ja: クエストをドローしてコインを取得。コインを支払って多くの色を手に入れよう！
nl: Verdien munten door Quests te tekenen. Spendeer munten om meer kleuren te krijgen.
pt: Ganhe moedas desenhado Quests. Gaste moedas para obter mais cores.
ru: Зарабатывайте монеты за создание заданий. Используйте их на расширение палитры.
th: รับเหรียญโดยวาดภาพตามภารกิจ ใช้เหรียญเพื่อรับสีต่างๆ เพิ่ม

source: Email
ja: メール
ru: Эл. почта
th: อีเมล

source: Empty Drawing
de: Leere Zeichnung
es: Dibujo vacío
fr: Dessin vide
ja: ドローイングが空白です
nl: Lege tekening
pt: Desenho Vazio
ru: Пустой рисунок
th: ภาพวาดว่างเปล่า

source: Enter Your Quest Title
de: Gib deinen Aufgabentitel ein
es: Introduce el título de la Cruzada
fr: Saisissez le titre de votre Quête
ja: クエストタイトルを入力してください
nl: Voer de titel van je Quest in
pt: Insira o Título da Sua Quest
ru: Введите название задания
th: ใส่ชื่อภารกิจของคุณ

source: Error Inviting Friends
de: Fehler beim Einladen von Freunden
es: Error al invitar a amigos
fr: Erreur d'invitation d'amis
ja: 友達を招待する際にエラーが発生しました
nl: Fout bij uitnodigen vrienden
pt: Erro ao Convidar Amigos
ru: Ошибка при приглашении друзей
th: เกิดข้อผิดพลาดในการเชิญเพื่อน

source: Error sending invite to:
de: Fehler beim Senden einer Einladung an:
es: Error al enviar invitación a:
fr: Erreur lors d'un envoi d'invitation à :
ja: 次に招待状を送信する際にエラーが発生しました：
nl: Fout bij uitnodiging versturen naar:
pt: Erro ao enviar convite para:
ru: Ошибка при отправке приглашения:
th: เกิดข้อผิดพลาดในการส่งคำเชิญถึง:

source: Error sending invites.
de: Fehler beim Senden von Einladungen.
es: Error al enviar invitaciones.
fr: Erreur d'envoi d'invitations.
ja: 招待状送信のエラー。
nl: Fout bij versturen uitnodigingen.
pt: Erro ao enviar convites.
ru: Ошибка при отправке приглашений.
th: เกิดข้อผิดพลาดในการส่งคำเชิญ

source: Error:
de: Fehler:
fr: Erreur :
ja: エラー：
nl: Fout:
pt: Erro:
ru: Ошибка:
th: ข้อผิดพลาด:

source: Error
de: Fehler
fr: Erreur
ja: エラー
nl: Fout
pt: Erro
ru: Ошибка
th: ข้อผิดพลาด

source: Every day, DrawQuesters from around the world complete a daily drawing challenge. Quests don't have a right or wrong answer - use your imagination, and have fun!
de: Jeden Tag erfüllen DrawQuest-Nutzer aus der ganzen Welt eine Zeichenherausforderung. Es gibt keine richtigen oder falschen Antworten zu den Aufgaben - lass deiner Fantasie freien Lauf und hab Spaß!
es: Todos los días, aventureros de los retos diarios de DrawQuest de todo el mundo crean sus dibujos. No hay respuestas correctas o incorrectas en las Cruzadas, ¡libera tu imaginación y diviértete!
fr: Chaque jour, des utilisateurs de DrawQuest dans le monde entier répondent à un défi de dessin quotidien. Les Quêtes n'ont pas de bonne ou de mauvaise réponse - utilisez votre imagination et amusez-vous !
ja: 毎日、世界中のドロークエスターはデイリードローイングチャレンジをします。クエストには正解や間違った解答はありません。あなたの創造力を働かせて楽しんでください！
nl: Elke dag tekenen DrawQuesters van over de hele wereld een dagelijkse tekenuitdaging. Quests zijn nooit goed of fout - gebruik je verbeelding en heb veel plezier!
pt: Todo dia, DrawQuesters de todo o mundo completam um desafio diário de desenho. Quests não têm uma resposta certa ou errada - use sua imaginação e divirta-se!
ru: Ежедневно участники DrawQuest по всему миру выполняют задания по рисованию. В заданиях нет верных или неверных ответов. Привлекайте свое воображение и получайте удовольствие!
th: ทุกๆ วัน ผู้เล่น DrawQuest จากทั่วโลกได้รับคำท้าทายและแสดงฝีมือการวาดภาพอยู่เสมอใน ภารกิจต่างๆ ไม่มีคำตอบที่ถูกหรือผิด ใช้จินตนาการของคุณ และขอให้สนุก!

source: Explore
de: Erkunden
es: Explorar
fr: Explorer
ja: 探索
nl: Verkennen
pt: Explorar
ru: Поиск
th: สำรวจ

source: Facebook Error
de: Facebook-Fehler
es: Error de Facebook
fr: Erreur Facebook
ja: Facebookエラー
nl: Facebook fout
pt: Erro do Facebook
ru: Ошибка Facebook
th: Facebook เกิดข้อผิดพลาด

source: Facebook Profile Page
de: Facebook-Profilseite
es: Página de perfil de Facebook
fr: Page de profil Facebook
ja: Facebookプロフィールページ
nl: Facebook Profielpagina
pt: Página de Perfil do Facebook
ru: Страница профиля Facebook
th: หน้าโปรไฟล์ของ Facebook

source: Find Your Friends on DrawQuest
de: Finde deine Freunde bei DrawQuest
es: Encuentra a tus amigos en DrawQuest
fr: Trouvez vos amis sur DrawQuest
ja: DrawQuestで友達を探す
nl: Zoek je vrienden via DrawQuest
pt: Encontre Seus Amigos no DrawQuest
ru: Найдите друзей в DrawQuest
th: ค้นหาเพื่อนของคุณบน DrawQuest

source: Flag Drawing
de: Zeichnung melden
es: Marcar dibujo
fr: Signaler le dessin
ja: ドローイングをフラグする
nl: Tekening markeren
pt: Marcar Desenho
ru: Пометить рисунок
th: รายงานภาพวาด

source: Flag Quest
de: Aufgabe melden
es: Marcar Cruzada
fr: Signaler la Quête
ja: クエストをフラグする
nl: Quest markeren
pt: Marcar Quest
ru: Пометить задание
th: รายงานภารกิจ

source: Flag
de: Melden
es: Marcar
fr: Signaler
ja: フラグ
nl: Markeren
pt: Marcar
ru: Пометить
th: รายงาน

source: Follow friends and other Questers. Star and play drawings you like.
de: Folge Freunden und anderen DrawQuest-Nutzern. Markiere und spiele Zeichnungen ab, die dir gefallen.
es: Sigue a amigos y a otros aventureros. Pon una estrella y mira tus dibujos preferidos.
fr: Suivez vos amis et d'autres utilisateurs. Donnez des étoiles et regardez les dessins que vous aimez.
ja: 友達や他のクエスターをフォローする。 気に入ったドローイングに星をつけたりプレイする。
nl: Volg vrienden en andere Questers. Wees een ster en speel met tekeningen die je leuk vindt.
pt: Siga amigos e outros Questers. Estrele e execute desenhos que você gosta.
ru: Следите за друзьями и создателями заданий. Помечайте звездочками и играйте с понравившимися рисунками.
th: ติดตามเพื่อนๆ และนักล่าภารกิจคนอื่นๆ มอบดาวและเล่นภาพวาดที่คุณชอบ

source: Follow more Questers and their drawings will appear here!
de: Folge mehr DrawQuest-Nutzern, dann erscheinen ihre Zeichnungen hier!
es: ¡Sigue a más aventureros y sus dibujos aparecerán aquí!
fr: Suivez d'autres utilisateurs et leurs dessins apparaîtront ici !
ja: クエスターをもっとフォローすると、クエスターのドローイングはここに表示されます！
nl: Volg meer Questers en hun tekeningen zullen hier verschijnen!
pt: Siga mais Questers e os desenhos deles aparecerão aqui!
ru: Следите за другими создателями заданий и их рисунки появятся здесь!
th: ติดตามนักล่าภารกิจให้มากขึ้น และภาพวาดของพวกเขาจะปรากฏที่นี่!

source: Follow
de: Folgen
es: Seguir
fr: Suivre
ja: フォロー
nl: Volgen
pt: Seguir
ru: Следить
th: ติดตาม

source: Followers will see your Quest in their "New" tab
de: Follower sehen deine Aufgabe in ihrem "Neu"-Register
es: Tus seguidores verán tu Cruzada en la pestaña "Nueva"
fr: Les abonnés verront votre Quête sous leur onglet "Nouveautés"
ja: フォロアーはあなたのクエストを「新規」タブから見ることができます。
nl: Volgers zien je Quest in hun "Nieuw" tabblad
pt: Seguidores irão ver sua Quest na guia "Novo" deles
ru: Ваши последователи будут видеть ваши задания у себя во вкладке "Новое"
th: ผู้ติดตามจะเห็นภารกิจของคุณในแท็บ "ใหม่"

source: Followers
de: Follower
es: Seguidores
fr: Abonnés
ja: フォロアー
nl: Volgers
pt: Seguidores
ru: Послед.
th: ผู้ติดตาม

# FollowingHomeAreaLabel
source: Following
de: Du folgst
es: Siguiendo
fr: Abonnements
ja: フォロー中
nl: Wat je volgt
pt: Seguindo
ru: Следую
th: กำลังติดตาม

# FollowingRequestPending
source: Following
de: Du folgst
es: Siguiendo
fr: Abonnement en cours
ja: フォロー中
nl: Wie je volgt
pt: Seguindo
ru: Следую
th: กำลังติดตาม

# FollowingStatusLabel
source: Following
de: Folgt
es: Siguiendo
fr: Abonné
ja: フォロー中
nl: Volger
pt: Seguindo
ru: Следую
th: กำลังติดตาม

# FollowingUserListLabel
source: Following
de: Folgen
es: Siguiendo
fr: Abonnements
ja: フォロー中
nl: Volgers
pt: Seguindo
ru: Следую
th: กำลังติดตาม

source: Forgot Password?
de: Passwort vergessen?
es: ¿Olvidaste la contraseña?
fr: Mot de passe oublié ?
ja: パスワードを忘れましたか？
nl: Wachtwoord vergeten?
pt: Esqueceu a Senha?
ru: Забыли пароль?
th: ลืมรหัสผ่านหรือ?

source: Forgot
de: Vergessen
es: La olvidé
fr: Oublié
ja: 忘れました
nl: Vergeten
pt: Esqueceu
ru: Забыл(а)
th: ลืม

source: Give him a smile!
de: Mal ihm ein Lächeln!
es: ¡Dame una sonrisa!
fr: Donnez-lui un sourire !
ja: スマイルさせてください！
nl: Geef hem een glimlach!
pt: Sorria para ele!
ru: Улыбочку!
th: ยิ้มให้เขาหน่อย!

source: Give stars to your favorite drawings.
de: Gib deinen Lieblingszeichnungen Sterne.
es: Pon estrellas a tus dibujos preferidos.
fr: Donnez des étoiles à vos dessins préférés.
ja: 気に入ったドローイングに星をつける。
nl: Geef sterren aan je favoriete tekeningen.
pt: Dê estrelas a seus desenhos favoritos
ru: Пометьте звездочками свои любимые рисунки.
th: ให้ดาวภาพวาดที่คุณชอบ

source: Happy Questing!
de: Viel Spaß beim Zeichnen!
es: ¡Que la disfrutes!
fr: Joyeuse Quête !
ja: クエストをお楽しみください！
nl: Veel plezier met de quests!
pt: Feliz Questing!
ru: Удачного задания!
th: ขอให้สนุกกับภารกิจ!

source: Home
de: Start
es: Inicio
fr: Accueil
ja: ホーム
nl: Startpagina
pt: Início
ru: Главная
th: หน้าหลัก
