Repository: SummerTree/drawquest
Catalog: l10n/*.lproj/Localizable.strings
Languages: de, es, fr, ja, nl, pt, ru, th

source: Sign Up and Start Drawing
de: Registrieren und zeichnen
es: Regístrate y empieza a dibujar
fr: Inscrivez-vous et commencez immédiatement à dessiner
ja: サインアップしてドローイングを始めよう
nl: Registreer je en begin te tekenen
pt: Cadastrar-se e Começar a Desenhar
ru: Зарегистрируйтесь и начинайте рисовать
th: สมัครใช้งานและเริ่มวาดภาพ

source: Sign Up and start following other Questers!
de: Registriere dich und folge anderen DrawQuest-Nutzern!
es: ¡Regístrate y empieza a seguir a otros aventureros!
fr: Inscrivez-vous et commencez à suivre d'autres utilisateurs !
ja: サインアップして他のクエスターをフォローしよう！
nl: Registreer je en volg andere questers!
pt: Cadastre-se e comece a seguir outros Questers!
ru: Зарегистрируйтесь и следите за другими создателями заданий!
th: สมัครใช้งานและเริ่มติดตามนักล่าภารกิจคนอื่นๆ!

source: Sign Up Failed
de: Registrierung fehlgeschlagen
es: El registro falló
fr: Échec d'inscription
ja: サインアップに失敗しました
nl: Registratie mislukt
pt: Falha ao se Cadastrar
ru: Регистрация не удалась
th: การสมัครใช้งานล้มเหลว

source: Sign up for DrawQuest to post your drawing and collect your first 25 coins!
de: Registriere dich bei DrawQuest, um deine Zeichnung zu veröffentlichen und sammle deine ersten 25 Coins!
es: ¡Regístrate en DrawQuest para publicar tus dibujos y conseguir tus primeras 25 monedas!
fr: Inscrivez-vous à DrawQuest pour publier vos dessins et gagner vos 25 premières pièces !
ja: DrawQuestにサインアップしてあなたのドローイングを投稿してください。最初の25コインを取得できます！
nl: Registreer je voor DrawQuest om je tekening te posten en verzamel je eerste 25 munten!
pt: Cadastre-se no DrawQuest para publicar seu desenho e ganhar suas 25 primeiras moedas!
ru: Зарегистрируйтесь в DrawQuest, чтобы опубликовать рисунок, и получите свои первые 25 монет!
th: สมัครใช้งาน DrawQuest เพื่อโพสต์ภาพวาดของคุณและรับ 25 เหรียญแรกของคุณ!

source: Sign Up Using Email
de: Über E-Mail registrieren
es: Registrarme con email
fr: Inscription via e-mail
ja: メールでサインアップする
nl: Registreer je met je e-mailadres
pt: Cadastrar-se Usando E-mail
ru: Регистрация через эл. почту
th: สมัครใช้งานด้วยอีเมล

source: Sign Up
de: Registrieren
es: Registrarme
fr: Inscription
ja: サインアップ
nl: Registreren
pt: Cadastrar-se
ru: Регистр.
th: สมัครใช้งาน

source: Signing out
de: Abmelden
es: Cerrando sesión
fr: Déconnexion
ja: サインアウト
nl: Afmelden
pt: Saindo
ru: Выход
th: ออกจากระบบ

source: Skip
de: Überspringen
es: Saltar
fr: Éviter
ja: 省略
nl: Overslaan
pt: Pular
ru: Пропустить
th: ข้าม

source: SLIDE
de: WISCHEN
es: DESLIZAR
fr: FAIRE GLISSER
ja: スライド
nl: SLEPEN
pt: DESLIZAR
ru: ЛИСТАТЬ
th: ใช้นิ้วเลื่อน

source: Social Profile Links
de: Links zu sozialen Profilen
es: Enlaces a perfiles sociales
fr: Liens vers profil communautaire
ja: SNSプロフィールリンク
nl: Links naar sociale profielen
pt: Links de Perfis Sociais
ru: Ссылки на соц. профили
th: ลิงค์โปรไฟล์สื่อสังคม

source: Something went wrong and we couldn't delete your drawing. Please try again.
de: Etwas ist schief gelaufen und wir konnten deine Zeichnung nicht löschen. Bitte versuche es erneut.
es: Algo salió mal y no se pudo borrar el dibujo. Inténtalo de nuevo.
fr: Il y a eu un problème et nous n'avons pas pu supprimer votre dessin. Veuillez réessayer.
ja: 問題が発生したため、ドローイングを削除できませんでした。再試行してください。
nl: Er is iets verkeerd gelopen en we konden je tekening niet verwijderen. Gelieve het opnieuw te proberen.
pt: Algo deu errado e não foi possível excluir seu desenho. Tente novamente.
ru: Произошел сбой и мы не смогли удалить ваш рисунок. Повторите попытку.
th: เกิดข้อผิดพลาดขึ้นและเราไม่สามารถลบภาพวาดของคุณได้ โปรดลองอีกครั้ง

source: Sorry that profile no longer exists.
de: Leider existiert dieses Profil nicht mehr.
es: Disculpa, este perfil ya no existe.
fr: Désolé, ce profil n'existe plus.
ja: 申し訳ありませんが、そのプロフィールはもう存在しません。
nl: Sorry, dat profiel bestaat niet meer.
pt: Desculpe, esse perfil não existe mais.
ru: Извините, данный профиль больше не существует.
th: ขออภัยด้วย ไม่มีโปรไฟล์นี้อยู่

source: Sorry, but to invite friends you'll need to setup an email account on your device first.
de: Sorry, aber um Freunde einzuladen, musst du zuerst einen E-Mail-Account auf deinem Gerät einrichten.
es: Disculpa, pero para invitar a amigos primero debes configurar una cuenta de correo electrónico en el dispositivo.
fr: Désolé, mais pour inviter des amis vous devrez commencer par établir un compte e-mail sur votre appareil.
ja: 申し訳ありませんが、友達を招待するためにはまずデバイスでメールアカウントを設定してください。
nl: Sorry, maar om vrienden uit te nodigen, moet je eerst een e-mailaccount op je toestel instellen.
pt: Desculpe, mas para convidar amigos você deverá antes configurar uma conta de e-mail no seu dispositivo.
ru: Извините, но вам следует сначала создать аккаунт эл. почты, чтобы пригласить друзей.
th: ขออภัยด้วย แต่หากต้องการเชิญเพื่อน คุณต้องตั้งค่าบัญชีอีเมลบนอุปกรณ์ของคุณก่อน

source: Sorry, but you can't select more than 50 friends to invite at once.
de: Sorry, aber du kannst nicht mehr als 50 Freunde gleichzeitig zum Einladen auswählen.
es: Disculpa, no puedes invitar a más de 50 amigos por vez.
fr: Désolé, mais vous ne pouvez pas choisir plus de 50 amis à inviter en même temps.
ja: 申し訳ありませんが、一度の50人以上の友達を選択して招待することはできません。
nl: Sorry, maar je kunt niet meer dan 50 vrienden tegelijk uitnodigen.
pt: Desculpe, mas você não pode selecionar mais do que 50 amigos para convidar de uma vez.
ru: Извините, вы не можете пригласить более 50 друзей одновременно.
th: ขออภัยด้วย คุณไม่สามารถเลือกเพื่อนเกิน 50 คนพร้อมกันในคราวเดียวได้

source: Sorry, that drawing could not be found.
de: Sorry, diese Zeichnung wurde nicht gefunden.
es: Disculpa, no se encontró el dibujo.
fr: Désolé, ce dessin n'a pu être trouvé.
ja: 申し訳ありませんが、そのドローイングは見つかりませんでした。
nl: Sorry, die tekening kon niet gevonden worden.
pt: Desculpe, esse desenho não pôde ser encontrado.
ru: Извините, не удалось найти данный рисунок.
th: ขออภัยด้วย ไม่พบภาพวาดนี้

source: Starred Drawing Alerts
de: Nachrichten für markierte Zeichnung
es: Alertas de estrellas
fr: Alerte de dessins ayant reçu des étoiles
ja: ドローイングに星が付けられた通知
nl: Meldingen als er sterren toegekend worden
pt: Alertas de Desenhos Estrelados
ru: Оповещения об отмеченных звездочками рисунках
th: การแจ้งเตือนภาพวาดได้รับแจกดาว

source: starred this drawing
de: hat diese Zeichnung markiert
es: le puso una estrella a este dibujo
fr: a donné des étoiles à ce dessin
ja: はこのドローイングに星を付けました
nl: heeft deze tekening sterren toegekend
pt: estrelou este desenho
ru: отметил(а) этот рисунок
th: แจกดาวภาพวาดนี้

source: starred your drawing
de: hat deine Zeichnung markiert
es: le puso una estrella a tu dibujo
fr: a donné des étoiles à votre dessin
ja: はあなたのドローイングに星を付けました
nl: heeft jouw tekening sterren toegekend
pt: estrelou o seu desenho
ru: отметил(а) ваш рисунок
th: แจกดาวภาพวาดของคุณ

source: started following you
de: folgt dir jetzt
es: te está siguiendo
fr: a commencé de vous suivre
ja: があなたをフォローはじめました
nl: is begonnen jou te volgen
pt: começou a seguir você
ru: следует за вами
th: เริ่มติดตามคุณ

source: Stop Following
de: Nicht mehr folgen
es: Dejar de seguir
fr: Arrêt de suivi
ja: フォローを中止する
nl: Niet meer volgen
pt: Parar de Seguir
ru: Не следовать
th: หยุดติดตาม

source: Success
de: Erfolg
es: Listo
fr: Réussite
ja: 成功
nl: Gelukt
pt: Sucesso
ru: Успешно
th: สำเร็จ

source: Support
es: Soporte
fr: Assistance
ja: サポート
nl: Ondersteuning
pt: Suporte
ru: Поддержка
th: การสนับสนุน

source: Take a Photo
de: Foto machen
es: Sacar una foto
fr: Prendre une photo
ja: 写真を撮る
nl: Een foto nemen
pt: Tirar uma Foto
ru: Сделать фото
th: ถ่ายภาพ

source: Tap here to say something about yourself!
de: Tippe hier, um etwas über dich zu sagen!
es: Pulsa aquí para contar algo sobre ti.
fr: Appuyez ici pour dire quelque chose à votre sujet !
ja: ここをタップして自己紹介してください！
nl: Tik hier om iets over jezelf te schrijven!
pt: Toque aqui para dizer algo sobre você!
ru: Нажмите здесь и расскажите что-нибудь о себе!
th: แตะที่นี่เพื่อเขียนเรื่องราวเกี่ยวกับตัวคุณ!

source: Terms of Service
de: Nutzungsbedingungen
es: Condiciones del servicio
fr: Conditions d'utilisation
ja: 利用規約
nl: Servicevoorwaarden
pt: Termos de Serviço
ru: Пользовательское соглашение
th: ข้อกำหนดการให้บริการ

source: Thanks!
de: Danke!
es: ¡Gracias!
fr: Merci !
ja: ありがとうございます！
nl: Dank je!
pt: Obrigado!
ru: Спасибо!
th: ขอขอบคุณ!

source: That notification is not supported by this version of DrawQuest. Please update to the latest version!
de: Diese Benachrichtigung wird von dieser DrawQuest-Version nicht unterstützt. Bitte aktualisiere die App auf die neueste Version!
es: Esta versión de DrawQuest no admite esta notificación. Por favor, descarga la última versión.
fr: Cette notification n'est pas prise en charge par cette version de DrawQuest. Veuillez passer à la version la plus récente !
ja: その通知はこのバージョンのDrawQuestではサポートされていません。最新のバージョンに更新してください。
nl: Die melding wordt niet ondersteund door deze versie van DrawQuest. Gelieve te updaten naar de laatste versie!
pt: Esta notificação não é suportada por esta versão do DrawQuest. Por favor, atualize para a última versão!
ru: Оповещение не поддерживается данной версией DrawQuest. Сделайте обновление до последней версии!
th: การแจ้งเตือนนั้นไม่ได้รับการสนับสนุนใน DrawQuest เวอร์ชันนี้ โปรดอัปเดตเป็นเวอร์ชันล่าสุด!

source: The operation was cancelled.
de: Der Vorgang wurde abgebrochen.
es: La operación fue cancelada.
fr: L'opération a été annulée.
ja: 操作はキャンセルされました。
nl: De bewerking is geannuleerd.
pt: A operação foi cancelada.
ru: Операция отменена.
th: การดำเนินการถูกยกเลิก

source: The request failed. Try again?
de: Anfrage fehlgeschlagen. Erneut versuchen?
es: La solicitud falló. ¿Deseas intentarlo de nuevo?
fr: La demande a échoué. Réessayer ?
ja: リクエストが失敗しました。再試行しますか？
nl: Het verzoek is mislukt. Opnieuw proberen?
pt: O pedido falhou. Tentar novamente?
ru: Не удалось обработать запрос. Повторить попытку?
th: คำขอล้มเหลว ลองอีกครั้งหรือไม่?

source: There are no featured drawings to show right now. Try again later.
de: Momentan gibt es keine vorgestellten Zeichnungen zum Anzeigen. Versuche es später erneut.
es: No hay dibujos destacados para mostrar en este momento. Inténtalo más tarde.
fr: Il n'y a pas de dessins mis en évidence à montrer pour l'instant. Réessayez plus tard.
ja: 現在、表示できる注目ドローイングはありません。後でまた試してください。
nl: Er kunnen momenteel geen tekeningen weergegeven worden. Probeer het later opnieuw.
pt: Não há desenhos para exibir agora. Tente novamente mais tarde.
ru: Пока нет избранных рисунков для показа. Повторите попытку позже.
th: ไม่มีภาพวาดเด่นให้แสดงในขณะนี้ ลองอีกครั้งภายหลัง

source: There are no Twitter accounts configured. You can add or create a Twitter account in Settings on your device.
de: Es sind keine Twitter-Accounts konfiguriert. Du kannst in den Einstellungen deines Geräts einen Twitter-Account hinzufügen oder erstellen.
es: No se ha configurado ninguna cuenta de Twitter. Puedes agregar o crear una cuenta de Twitter desde la aplicación Ajustes del dispositivo.
fr: Aucun compte Twitter n'est configuré. Vous pouvez ajouter ou créer un compte Twitter dans les Réglages de votre appareil.
ja: Twitterアカウントが設定されていません。デバイスの設定からTwitterアカウントを追加することができます。
nl: Er zijn geen Twitter-accounts geconfigureerd.Je kunt een Twitter-account toevoegen of creëren bij de Instellingen op je toestel.
pt: Não há contas de Twitter configuradas. Você pode adicionar ou criar uma conta no Twitter em Ajustes no seu dispositivo.
ru: Нет настроенных аккаунтов Twitter. Вы можете добавить или создать аккаунт Twitter в Настройках на вашем устройстве.
th: ขณะนี้ยังไม่มีการตั้งค่าบัญชี Twitter คุณสามารถเพิ่มหรือสร้างบัญชี Twitter ได้จากส่วนของการตั้งค่าบนอุปกรณ์

source: There was a problem loading this quest. Please return to the quest archive and try loading the gallery again.
de: Fehler beim Laden dieser Aufgabe. Bitte geh zurück zum Aufgabenarchiv und versuche, die Galerie erneut zu laden.
es: Ocurrió un problema al subir esta Cruzada. Regresa al archivo de la Cruzada e intenta subir la galería de nuevo.
fr: Il y a eu un problème de chargement de cette Quête. Veuillez revenir aux archives de Quêtes et réessayez de charger à nouveau la galerie.
ja: このクエストの読み込み中に問題が発生しました。クエストアーカイブに戻ってから再度ギャラリーを読み込んでください。
nl: Deze quest kon niet geladen worden. Gelieve terug te keren naar het archief met de quests en probeer de galerij opnieuw te laden.
pt: Ocorreu um problema ao carregar esta Quest. Por favor, retorne ao arquivo da quest e tente carregar a galeria novamente.
ru: При загрузке задания произошел сбой. Вернитесь к заданию и попытайтесь загрузить галерею еще раз.
th: เกิดปัญหาในการโหลดภารกิจนี้ โปรดกลับไปยังคลังภารกิจและพยายามโหลดแกลเลอรี่อีกครั้ง

source: There was a problem saving the drawing, DrawQuest is unable to post.
de: Fehler beim Speichern der Zeichnung, DrawQuest kann nicht veröffentlichen.
es: Ocurrió un problema al guardar el dibujo. DrawQuest no lo puede publicar.
fr: Il y a eu un problème pour enregistrer le dessin. DrawQuest est dans l'incapacité de publier.
ja: ドローイングの保存の際に問題が発生しました。DrawQuestから投稿できませんでした。
nl: De tekening kon niet opgeslagen worden, DrawQuest kan deze niet posten.
pt: Ocorreu um problema ao salvar o desenho, DrawQuest não pode publicar.
ru: При сохранении рисунка произошел сбой. DrawQuest не может осуществить публикацию.
th: เกิดปัญหาในการบันทึกภาพวาด แอป DrawQuest ไม่สามารถโพสต์ได้

source: There was a problem sending your invitation via Twitter. Error code:
de: Problem beim Senden deiner Einladung über Twitter. Fehlercode:
es: Ocurrió un error al enviar la invitación por Twitter. Código del error:
fr: Il y a eu un problème d'envoi de votre invitation via Twitter. Code d'erreur :
ja: Twitterを介して招待状を送信する際に問題が発生しました。エラーコード：
nl: De uitnodiging via Twitter kon niet verzonden worden. Foutcode:
pt: Ocorreu um problema ao enviar o seu convite via Twitter. Código do erro:
ru: При отправке приглашения с помощью Twitter произошел сбой. Код ошибки:
th: เกิดปัญหาในการส่งคำเชิญของคุณผ่าน Twitter รหัสข้อผิดพลาด:

source: There was an error opening the Messages app.
de: Fehler beim Öffnen der Nachrichten-App.
es: Ocurrió un error al abrir la aplicación Mensajes.
fr: Il y a eu une erreur à l'ouverture de l'app Messages.
ja: メッセージアプリを開ける際にエラーが発生しました。
nl: De app Berichten kon niet geopend worden.
pt: Ocorreu um erro ao abrir o aplicativo de Mensagens.
ru: При открытии почтового приложения произошла ошибка.
th: เกิดข้อผิดพลาดในการเปิดแอปข้อความ

source: There was an unexpected error communicating with Twitter. Please try again.
de: Unerwarteter Fehler bei der Kommunikation mit Twitter. Bitte versuche es erneut.
es: Ocurrió un error de comunicación inesperado con Twitter. Inténtalo de nuevo.
fr: Une erreur inattendue s'est produite en communiquant avec Twitter. Veuillez réessayer.
ja: Twitterとの通信で予期しないエラーが発生しました。 再試行してください。
nl: Er is een onverwachte verbindingsfout met Twitter opgetreden. Gelieve het opnieuw te proberen.
pt: Ocorreu um erro inesperado na comunicação com o Twitter. Tente novamente.
ru: При передаче данных в Twitter произошла непредвиденная ошибка. Повторите попытку.
th: เกิดข้อผิดพลาดโดยไม่คาดคิดขณะสื่อสารกับ Twitter โปรดลองอีกครั้ง

source: There was an unexpected problem and DrawQuest is unable to post.
de: Aufgrund eines unerwarteten Problems kann DrawQuest nicht veröffentlichen.
es: Ocurrió un problema inesperado y DrawQuest no puede publicar.
fr: Il y a eu un problème inattendu et DrawQuest est dans l'incapacité de publier.
ja: 予期しない問題が発生したため、DrawQuestは投稿することができません。
nl: Er is een onverwachte fout opgetreden en DrawQuest kan dit niet posten.
pt: Ocorreu um problema inesperado e o DrawQuest não pode publicar.
ru: Произошла непредвиденная ошибка и DrawQuest не может осуществить публикацию.
th: เกิดข้อผิดพลาดโดยไม่คาดคิด และ DrawQuest ไม่สามารถโพสต์ได้

source: There's a new version of DrawQuest available. Upgrade now?
de: Eine neue Version von DrawQuest ist verfügbar. Jetzt upgraden?
es: Hay una versión nueva de DrawQuest disponible. ¿Deseas actualizar ahora?
fr: Une nouvelle version de DrawQuest est disponible. L'installer maintenant ?
ja: DrawQuestの新しいバージョンが利用可能です。今すぐアップグレードしますか？
nl: Er is een nieuwe versie van DrawQuest beschikbaar. Nu upgraden?
pt: Há uma nova versão do DrawQuest disponível. Fazer o upgrade agora?
ru: Доступна новая версия DrawQuest. Обновить сейчас?
th: มีเวอร์ชันใหม่ของ DrawQuest ให้โหลด อัปเกรดตอนนี้เลยหรือไม่?

source: This shouldn't be empty. Please try back later!
de: Dies sollte nicht leer sein. Bitte versuche es später erneut!
es: Esto no debería estar así. ¡Inténtalo de nuevo más tarde!
fr: Ceci ne devrait pas être vide. Veuillez réessayer plus tard !
ja: これは空白ではいけません。後で試してください！
nl: Dit zou niet leeg mogen zijn. Gelieve het later opnieuw te proberen!
pt: Isto não deve estar vazio. Por favor, tente mais tarde!
ru: Это не должно быть пустым. Повторите попытку позже!
th: ไม่ควรเป็นข้อมูลว่างเปล่า โปรดลองอีกครั้งภายหลัง!

# TimestampTimesDays
source: %dd
de: %dT
fr: %dj
ja: %d日前
ru: %dд
th: %d วัน

# TimestampTimesHours
source: %dh
ja: %d時間前
nl: %du
ru: %dч
th: %d ชั่วโมง

# TimestampTimesJustNow
source: just now
de: gerade erst
es: ahora
fr: à l'instant
ja: つい先ほど
nl: daarstraks
pt: agora mesmo
ru: только что
th: สักครู่นี้

# TimestampTimesMinutes
source: %dm
ja: %d分前
ru: %dм
th: %d นาที

# TimestampTimesSeconds
source: %ds
ja: %d秒前
ru: %dс
th: %d วินาที

# TimestampTimesWeeks
source: %dw
es: %dsem
fr: %ds
ja: %d週間前
pt: %dsem
ru: %dн
th: %d สัปดาห์

# TimestampTimesYears
source: %dy
de: %dJ
es: %da
fr: %da
ja: %d年前
nl: %dj
pt: %da
ru: %dг
th: %d ปี

source: Today's Quest
de: Aufgabe des Tages
es: Cruzada de hoy
fr: La Quête du jour
ja: 今日のクエスト
nl: Quest van de dag
pt: Quest de Hoje
ru: Задание сегодня
th: ภารกิจของวันนี้

# TopTabTitle
source: Top
de: Beste
es: Destacados
fr: Populaires
ja: トップ
nl: Beste
ru: Топ
th: ดีที่สุด

source: Total coins:
de: Coins insg.:
es: Total de monedas:
fr: Total de pièces :
ja: コイン合計：
nl: Totaal aantal munten:
pt: Total de moedas:
ru: Всего монет:
th: เหรียญทั้งหมด:

source: Try These Recent Quests
de: Versuche diese neuen Aufgaben
es: Prueba con estas Cruzadas recientes
fr: Essayez ces Quêtes récentes
ja: これらの最近のクエストを試してみてください
nl: Probeer deze recente quests
pt: Tente Estas Quests Recentes
ru: Попробуйте последние задания
th: ลองภารกิจล่าสุดเหล่านี้

source: Twitter API keys are missing!
de: Twitter-API-Schlüssel fehlen!
es: Faltan las claves de la API de Twitter.
fr: Les clés API de Twitter manquent !
ja: Twitter API キーがありません！
nl: Twitter API-sleutels ontbreken!
pt: Chaves de API do Twitter estão faltando!
ru: Нет ключей API для Twitter!
th: คีย์ของ Twitter API ขาดหายไป!

source: Twitter Auth Error
de: Twitter-Auth.-Fehler
es: Error de autorización de Twitter
fr: Erreur d'autor. Twitter
ja: Twitter認証エラー
nl: Twitter-verificatiefout
pt: Erro de Autorização do Twitter
ru: Ошибка аутентификации в Twitter
th: การยืนยันสิทธิ์กับ Twitter ผิดพลาด

source: Twitter Error
de: Twitter-Fehler
es: Error de Twitter
fr: Erreur Twitter
ja: Twitterエラー
nl: Twitterfout
pt: Erro do Twitter
ru: Ошибка Twitter
th: Twitter เกิดข้อผิดพลาด

source: Twitter Profile Page
de: Twitter-Profilseite
es: Página del perfil de Twitter
fr: Page de profil Twitter
ja: Twitterプロフィールページ
nl: Twitter-profielpagina
pt: Página de Perfil do Twitter
ru: Страница профиля Twitter
th: หน้าโปรไฟล์ Twitter

source: Unable to dismiss
de: Verwerfen nicht möglich
es: No se pudo descartar
fr: Impossible d'ignorer
ja: 無視することができません
nl: Kon niet verwijderen
pt: Não é possível Recusar
ru: Невозможно отменить
th: ไม่สามารถปิดได้

source: Unable to Find Quest
de: Aufgabe kann nicht gefunden werden
es: No se encontró la Cruzada
fr: Impossible de trouver la Quête
ja: クエストを見つけることができません
nl: Kon quest niet vinden
pt: Não é Possível Achar a Quest
ru: Невозможно найти задание
th: ไม่พบภารกิจ

source: Unable to Follow
de: Folgen nicht möglich
es: No se puede seguir
fr: Impossible de suivre
ja: フォローすることができません
nl: Kon niet volgen
pt: Não é Possível Seguir
ru: Невозможно следовать
th: ไม่สามารถติดตามได้

source: Unable to load page
de: Seite kann nicht geladen werden
es: No se pudo cargar la página
fr: Impossible de charger la page
ja: ページをロードすることができません
nl: Kon pagina niet laden
pt: Não é possível carregar página
ru: Невозможно загрузить страницу
th: ไม่สามารถโหลดหน้าได้

source: Unable to Load Quest
de: Aufgabe kann nicht geladen werden
es: No se pudo cargar la Cruzada
fr: Impossible de charger la Quête
ja: クエストをロードすることができません
nl: Kon quest niet laden
pt: Não é possível Carregar a Quest
ru: Невозможно загрузить задание
th: ไม่สามารถโหลดภารกิจได้

source: Unable to load the quest background image. You can still post but it will be missing from your drawing. Exit and re-enter the editor to try again.
de: Die Aufgaben-Hintergrundseite kann nicht geladen werden. Du kannst die Aufgabe trotzdem veröffentlichen, aber das Hintergrundbild wird in deiner Zeichnung fehlen. Beende den Editor und starte ihn neu, um es erneut zu versuchen.
es: No se pudo cargar la imagen de fondo de la Cruzada. Igualmente, puedes publicar pero faltará tu dibujo. Sal y regresa al editor para volver a intentarlo.
fr: Impossible de charger l'image d'arrière-plan de la Quête. Vous pouvez quand même publier mais elle manquera à votre dessin. Sortez de l'éditeur et entrez-y à nouveau pour réessayer.
ja: クエストの背景画像を読み込むことができません。投稿することはできますが、ドローイングには含まれません。終了してから再度エディターを入力してください。
nl: Kon de achtergrondafbeelding van de quest niet laden. Je kunt nog altijd posten maar de achtergrond zal ontbreken in je tekening. Je moet afsluiten en opnieuw bewerken om het opnieuw te proberen.
pt: Não é possível carregar a imagem de fundo da quest. Você ainda pode publicar, mas estará faltando do seu desenho. Saia e entre novamente no editor para tentar outra vez.
ru: Невозможно загрузить фоновый рисунок к заданию. Вы можете продолжить публикацию, но он не будет отображаться. Выйдите из редактора и войдите повторно.
th: ไม่สามารถโหลดภาพพื้นหลังของภารกิจได้ คุณยังสามารถโพสต์ได้ แต่จะไม่มีพื้นหลังอยู่ในภาพวาดของคุณ ให้ออกและเข้าใช้งานโปรแกรมแก้ไขเพื่อลองอีกครั้ง

source: Unable to purchase due to error: %@
de: Kaufen aufgrund eines Fehlers nicht möglich: %@
es: No se pudo realizar la compra debido al error: %@
fr: Impossible d'acheter à cause de l'erreur : %@
ja: 次のエラーのため購入することができません：%@
nl: Kon niet kopen wegens deze fout: %@
pt: Não é possível comprar devido ao erro: %@
ru: Покупка невозможна в связи с ошибкой: %@
th: ไม่สามารถซื้อได้เนื่องจากเกิดข้อผิดพลาด: %@

source: Unable to Purchase
de: Kaufen nicht möglich
es: No se pudo comprar
fr: Impossible d'acheter
ja: 購入することができません
nl: Kon niet kopen
pt: Não é Possível Comprar
ru: Покупка невозможна
th: ไม่สามารถซื้อได้

source: Unable to Refresh Gallery
de: Galerie aktualisieren nicht möglich
es: No se pudo actualizar la galería
fr: Impossible de rafraîchir la galerie
ja: ギャラリーを更新することができません
nl: Kon galerij niet vernieuwen
pt: Não é Possível Atualizar a Galeria
ru: Невозможно обновить галерею
th: ไม่สามารถรีเฟรชแกลเลอรี่ได้

source: Unable to refresh quests due to error: %@
de: Aufgaben aktualisieren aufgrund eines Fehlers nicht möglich: %@
es: No se pudieron actualizar las cruzadas debido al error: %@
fr: Impossible de rafraîchir les Quêtes à cause de l'erreur : %@
ja: 次のエラーのためクエストを更新することができません：%@
nl: Kon quests niet vernieuwen wegens deze fout: %@
pt: Não é possível atualizar as quests devido ao erro: %@
ru: Невозмоно обновить задания в связи с ошибкой: %@
th: ไม่สามารถรีเฟรชภารกิจได้เนื่องจากเกิดข้อผิดพลาด: %@
